[
  {
    "restaurant": "Favela",
    "url": "https://www.zomato.com/pune/favela-hinjawadi/reviews",
    "reviews": [
      {
        "review": "All of us who dined here ended up with stomach infections the same day. Clearly something was wrong with the food hygiene or freshness. This is not just disappointing — it's dangerous. Would not recommend this place 👎",
        "rating": "1"
      },
      {
        "review": "went there to celebrate our anniversary, it wasn't a good experience. The ambience is average, food is not up to the mark",
        "rating": "5"
      },
      {
        "review": "Excellent food Quality and Service",
        "rating": "3"
      },
      {
        "review": "Fantastic Dining Experience at Favela Restaurant!\n\nI had an amazing time at Favela Restaurant! The ambiance is vibrant and beautifully designed — a perfect blend of comfort and style. The staff were warm, attentive, and made sure we were well taken care of throughout our visit.Especially sunny has served us and he is amazing.\n\nThe food was absolutely delicious — every dish was packed with flavor and presented beautifully. From starters to dessert, everything exceeded expectations. The menu offers a great variety, and the quality of ingredients really stands out.\n\nHighly recommend Favela Restaurant for anyone looking for a memorable dining experience with great food, service, and...read more",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Tettoricca",
    "url": "https://www.zomato.com/pune/tettoricca-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Nice evening outing here. Rustom the waiter was really good at service. Enjoyed the night",
        "rating": "1"
      },
      {
        "review": "food is tasty and service also good",
        "rating": "5"
      },
      {
        "review": "Good food with good service. Well spoken staff with good recommendations.\nAwesome vibe for a cute place.",
        "rating": "3"
      },
      {
        "review": "Service was fantastic, Thanks to Sona for the food suggestions.\nThe food was perfect. Must visit for friends and family.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Intactu",
    "url": "https://www.zomato.com/pune/intactu-hinjawadi/reviews",
    "reviews": [
      {
        "review": "The place was really nice, the service was also good as well as the staff. Must visit:)",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "The 3 Musketeers Cafe & Bar",
    "url": "https://www.zomato.com/pune/the-3-musketeers-cafe-bar-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Thanks for the amazing hospitality by Sonu. We really enjoyed a lot with live music and delicious food.",
        "rating": "4"
      },
      {
        "review": "Food was good. Service by Sonu was great.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Agent Jack's",
    "url": "https://www.zomato.com/pune/agent-jacks-baner/reviews",
    "reviews": [
      {
        "review": "Service was real great people were polite",
        "rating": "1"
      },
      {
        "review": "I like food and ambiance I specially like agent jack maze platter",
        "rating": "5"
      },
      {
        "review": "Ambience and service is good",
        "rating": "4"
      },
      {
        "review": "good food and nice vibe...",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Bao Story",
    "url": "https://www.zomato.com/pune/bao-story-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "great food",
        "rating": "5"
      },
      {
        "review": "Food kinda bland",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Momentt- Enrise By Sayaji",
    "url": "https://www.zomato.com/pune/momentt-enrise-by-sayaji-expressway/reviews",
    "reviews": [
      {
        "review": "Both hara bhara kebab and corn tikki were overcooked to the point where the almost looked burnt instead of tasty. The Paneer tikka was definitely not marinaded properly because there was almost no masala sticking to the Paneer and it tasted extremely bland.\nTomato soup was nice and Manchurian starter was good. Not a great experience overall because I have received much better tasting food from this exact same place for same items during my previous orders.",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "YOLO Gastro Lounge",
    "url": "https://www.zomato.com/pune/yolo-gastro-lounge-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "Poor service\nArogant Manager\nReserve dance floor for private party without intimation to others\nFood quality is poor\nNo vibes\nI regret and waste of money\nDon't visit",
        "rating": "1"
      },
      {
        "review": "Manoj Rana services was awesome",
        "rating": "5"
      },
      {
        "review": "Not Worth It\nThe food didn’t taste good, and the yeast items were really bad. Staff didn’t treat us well, and service was slow. The prices were much higher than what was shown online. Totally disappointing visit.",
        "rating": "4"
      },
      {
        "review": "Very Bad Experience\nThe food was not good, especially the items made with yeast. The service was slow and the staff was not friendly. The prices were too high, and the amount on the bill was more than what I saw on Tomato Booking. I won’t go there again.",
        "rating": "3"
      },
      {
        "review": "Good food",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "C - Dock",
    "url": "https://www.zomato.com/pune/c-dock-hinjawadi/reviews",
    "reviews": [
      {
        "review": "C Dock is an excellent place with a great ambience. The prices are reasonable and the atmosphere is amazing. The dance floor was buzzing, and the DJ kept the energy high with a great mix of music. The staff were friendly and attentive, and the overall atmosphere was lively and inviting. Would definitely visit again🍻",
        "rating": "5"
      },
      {
        "review": "The vibes were just perfect, relaxed yet lively, with a stunning poolside view that made the dining experience even better. The food was delicious, full of flavor and beautifully presented.\nThe service was quick, polite, and attentive. Whether you’re planning a date night, family dinner, or a get-together with friends, this spot has it all, great ambience, tasty food, and that dreamy pool vibe. Will definitely be back soon!",
        "rating": "4"
      },
      {
        "review": "If you're looking for the perfect blend of delicious food and serene ambience, this place should be at the top of your list. I've visited multiple times, and every single time, they’ve nailed it — from the flavors on the plate to the calming vibe by the pool.\nA special mention to Pankaj, who always takes incredible care of guests. He’s warm, attentive, and makes sure your dining experience is smooth from start to finish. Truly a great host and a big part of why I keep coming back! Highly recommend C-Dock.",
        "rating": "3"
      },
      {
        "review": "good service and descent food",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Teera",
    "url": "https://www.zomato.com/pune/teera-wakad/reviews",
    "reviews": [
      {
        "review": "nice ambience",
        "rating": "1"
      },
      {
        "review": "Food is good service I also very good. sumit did a pretty good job at service..",
        "rating": "5"
      },
      {
        "review": "The ambience is awesome and so is the service provided by Mr. Sumit.",
        "rating": "4"
      },
      {
        "review": "sumit was great at his service",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Skylo 9",
    "url": "https://www.zomato.com/pune/skylo-9-1-wakad/reviews",
    "reviews": [
      {
        "review": "Food and service was awesome.",
        "rating": "1"
      },
      {
        "review": "350rs hidden charges hai bhai.\nwater bottle cost is 90rs and gst costed me 100rs service charges 200rs + vat 10% which is again more 40rs not fair at all.",
        "rating": "5"
      },
      {
        "review": "The food quality was good but the service was very late.",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "The Barkhana",
    "url": "https://www.zomato.com/pune/the-barkhana-wakad/reviews",
    "reviews": [
      {
        "review": "amazing taste I had jamacian chicken tikka",
        "rating": "4"
      },
      {
        "review": "the noodles were bit smelly so not sure how fresh it was .. and zomato customer service is a joke ..",
        "rating": "3"
      },
      {
        "review": "Good Food and ambience. but a unusual element in bill called STAFF CONTRIBUTION which is nearly 10%",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Downtown Club",
    "url": "https://www.zomato.com/pune/downtown-club-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Extremely bad food. Need my money back",
        "rating": "3"
      },
      {
        "review": "good service by the Staff",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Cafe Peter",
    "url": "https://www.zomato.com/pune/cafe-peter-1-wakad/reviews",
    "reviews": [
      {
        "review": "pizza was served absolutely cold. pan cake taste was not that good",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Yakii",
    "url": "https://www.zomato.com/pune/yakii-balewadi/reviews",
    "reviews": [
      {
        "review": "amazing food, very good service by babli and ujwal. crazy ambience. must visit",
        "rating": "1"
      },
      {
        "review": "Great service and ambience",
        "rating": "3"
      },
      {
        "review": "the service was poor and the started served had to be made again as it was overcooked and oily (had ordered spring roll and it was not coated properly and broke while frying and was not checked by the chef before serving). This wasted 15 min of our time.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Tim Hortons",
    "url": "https://www.zomato.com/pune/tim-hortons-1-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Torre - Gourmet Dining & Bar",
    "url": "https://www.zomato.com/pune/torre-gourmet-dining-bar-baner/reviews",
    "reviews": [
      {
        "review": "Torre had been on my list for a few months for now after it was highly recommended to me by a friend. I finally had a chance to visit this place on a weekday, monday with a friend. Torre is located on Balewadi High Street. Two wheeler and Four wheeler parking available. To my great surprise, this restaurant is located in an under construction building. It is a medium sized outlet with majorly indoor seating. The indoor ambience is good with bright vibrant lights. The place was completely empty and we were their only customers throughout the night. Torre specializes in serving Mexican food. We ordered their Empanadas Del Sol and Vegetable Fajitas. The Empanads were really great. Fried to...read more",
        "rating": "1"
      },
      {
        "review": "great food and very good service",
        "rating": "4"
      },
      {
        "review": "amazing service with great taste",
        "rating": "3"
      },
      {
        "review": "Late services",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Poise",
    "url": "https://www.zomato.com/pune/poise-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Food and drinks were too good....Yash had served at our table...he was very courteous",
        "rating": "1"
      },
      {
        "review": "looking for an ultimate party spot . This place has everythings you need a vibrant dance floor its a kind of place wherethe party never stops . Let us put you on to poise . An impressive bar menu with a wide range of moctails and cocktails refreshing energetic just as the way you want. From startees to mains every disg us packed with craving indian flavous . They delivers on taste rvery singe tine. End your meal on a sweet note with there irresistible desert options. Also there romantic outdoor searings sere the perfect mood. Poise in hinjewadi has you covered for every celebration",
        "rating": "5"
      },
      {
        "review": "I really loved this place. It has great ambience and great vibe. Best place to enjoy the party",
        "rating": "4"
      },
      {
        "review": "Poise impressed me with its creative cocktails and well-balanced mocktails were my favorites. The food was fresh, flavorful, and beautifully presented. A great spot if you enjoy good food with a touch of elegance.",
        "rating": "3"
      },
      {
        "review": "Poise in Hinjawadi, Pune, offers a lively ambiance, attentive service, and flavorful dishes, making it a great spot for dining and socializing.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "You Mee",
    "url": "https://www.zomato.com/pune/you-mee-wakad/reviews",
    "reviews": [
      {
        "review": "Extremely tasteless soup, soggy fried noodle",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Cafe Blu by Radisson Blu Hinjewadi",
    "url": "https://www.zomato.com/pune/cafe-blu-by-radisson-blu-hinjewadi-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Had an amazing seafood buffet at Cafe Blu! The spread was super fresh and flavorful. Absolutely loved the Kerala-style prawns, rich and spicy just the way I like it. The Konkani dishes were a treat, and the desserts were the perfect sweet ending. Totally worth it for seafood lovers!",
        "rating": "5"
      },
      {
        "review": "Food was good. Thank you Abhijeet and team for the humble service!",
        "rating": "4"
      },
      {
        "review": "Abhijit’s service is very good. Highly professional and polite.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Pind Punjab",
    "url": "https://www.zomato.com/pune/pind-punjab-hinjawadi/reviews",
    "reviews": [
      {
        "review": "the worst chicken lollipops I had in my life.. totally dissatisfied. uncooked, no spices, tasteless",
        "rating": "4"
      },
      {
        "review": "The biryani didn't had salt. it lacked flavour from the spices. The 2 pieces of tikka were good. but overall considering the price and brand I was expecting it to taste better and have salt added.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "The Kuti Project",
    "url": "https://www.zomato.com/pune/the-kuti-project-2-baner/reviews",
    "reviews": [
      {
        "review": "Looking for a cafe that vibes just right? Kuti Project Cafe in Baner is your go-to spot! Whether you’re planning a chill hangout with friends or a cozy date, this spacious cafe with charming indoor and outdoor seating ticks all the boxes. The peaceful, cute ambience pairs perfectly with their diverse menu. Don’t miss must-try dishes like the Titae Olives Jalapeno Peppers Pizza, Lal Math Ravioli, Orange Tonic Espresso, and Emily Greens. Great for working, gaming, or just making memories!",
        "rating": "5"
      },
      {
        "review": "The Kuti Project offers a unique blend of modern Indian fusion with a creative menu and aesthetic plating. The Cannelloni Vangi and Aamras Cream were standout dishes. However, the service could be improved — we had to wait longer than expected. Worth a visit if you’re not in a rush!",
        "rating": "4"
      },
      {
        "review": "nice ambience and good stuff",
        "rating": "3"
      },
      {
        "review": "Found this place randomly, Ample amount of car parking space, Vibe is great, Beautiful decor, Nice place to hangout or for date,\nLittle heavy to pocket, Food was Ok ok, Loved the Vietnams coffee",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "1BHK Superbar",
    "url": "https://www.zomato.com/pune/1bhk-superbar-baner/reviews",
    "reviews": [
      {
        "review": "service was great, saul assisted really well.",
        "rating": "4"
      },
      {
        "review": "Thank you Saul for the hospitality. Good food. Great vibe.",
        "rating": "3"
      },
      {
        "review": "Good place\nGreat food.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Tatva The Vegetarian Kitchen",
    "url": "https://www.zomato.com/pune/tatva-the-vegetarian-kitchen-baner/reviews",
    "reviews": [
      {
        "review": "Ok ok food.\nKasturi paneer kebab and hara bhara kabab was good\nPav bhaji needs improvement\nMango mastani was just shake nothing else",
        "rating": "4"
      },
      {
        "review": "Very good service and food\nLoved it!!!",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Rustic Sands",
    "url": "https://www.zomato.com/pune/rustic-sands-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Went for dinner yesterday and this place is just about ambience. That's it ! Food was subpar and very lousy service. The food was not even hot, the taste was 0. It was just a waste of time and money",
        "rating": "5"
      },
      {
        "review": "Food was good. Ambience was good. Renuka served us well.",
        "rating": "4"
      },
      {
        "review": "Mediocre food and mediocre service\nHad ordered Spicy Cottage Cheese Mushroom, it had zero flavour and the cottage cheese just felt fake",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Qala Cafe & Co - Works",
    "url": "https://www.zomato.com/pune/qala-cafe-co-works-baner/reviews",
    "reviews": [
      {
        "review": "Simply awesome! We went there for our 4th Anniversary and it is the perfect place for every age group, especially for millennials. Talking about food, we ordered Quesdillas and Pesto Penne Pasta. Super tasty quality food and every food request was taken into consideration. We ordered Mocha from the beverages section which was best in class. Highly recommended for your next dining experience.",
        "rating": "1"
      },
      {
        "review": "great ambience and quality food ,staff is welcoming basically a great place to hangout",
        "rating": "5"
      },
      {
        "review": "The place was nice and cozy. The food was great - the Pesto omelet and pancakes were very tasty. The coffee was perfect. I had a great time here. I would definitely go back again. Highly recommend!",
        "rating": "4"
      },
      {
        "review": "I ordered the Nutella banana crepe but it was below average. The Nutella was just on the bottom most layer of crepe. The ambience and vibe is really good but the food can be improved.",
        "rating": "3"
      },
      {
        "review": "They charge 50 rupees extra to sit and work also the food is pathetic wont recommend at all.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Opel Kitchen Bar",
    "url": "https://www.zomato.com/pune/opel-kitchen-bar-wakad/reviews",
    "reviews": [
      {
        "review": "Visited a restaurant where there was 0 complaint regarding food. absolutely delicious. very hospitable staff. service could be a bit fast thats all.",
        "rating": "1"
      },
      {
        "review": "Really nice experience. If you are looking for something aesthetic you can visit Opel. The service is also really nice.",
        "rating": "4"
      },
      {
        "review": "The food was good.. and the best part which I liked was their service they are very attentive",
        "rating": "3"
      },
      {
        "review": "The restaurant is newly opened and the service is amazing. Good is delivious. Enjoyed the dining experience. Must visit.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "The Rustle Nest",
    "url": "https://www.zomato.com/pune/the-rustle-nest-baner/reviews",
    "reviews": [
      {
        "review": "I have been to Rustle nest and food is really good. But Hyderabadi chicken biryani was bad today. Chicken didn't seem to be fresh and it was undercooked and had a little bit of smell.",
        "rating": "4"
      },
      {
        "review": "Rustle Nest is my ultimate go-to spot — a perfect blend of comforting food, cozy seating, and that warm, inviting vibe that keeps pulling me back. Whether it's a casual catch-up or a quiet solo moment, this place never disappoints. The desserts are absolutely incredible — rich, fresh, and indulgent. Don’t leave without trying their carrot & orange cake; it’s next level! I’ve lost count of how many times my friend and I have come back — and we’ll keep doing so.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Filament Bar",
    "url": "https://www.zomato.com/pune/filament-bar-wakad/reviews",
    "reviews": [
      {
        "review": "food and ambience is awesome....Aktav served and suggested good choices of food to us...his service was very prompt and good.",
        "rating": "1"
      },
      {
        "review": "service can be improved, chicken is excellent but marination was salty",
        "rating": "5"
      },
      {
        "review": "It was a wonderful night with friend . Food was amazing specially the mini kulcha boti taco and and chicken wings. The staff was so attentive and polite",
        "rating": "4"
      },
      {
        "review": "Hello,\n\nambience and food quality is superb. really loved it. we went here with a group of 17 people and enjoyed a lot\nserving style and presentation is very attractive\nI am rating 3/5 just because of quantity as compared to price.\nall items are overpriced and quantity is very poor as compared to it",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "The Soundtrack Cafe",
    "url": "https://www.zomato.com/pune/the-soundtrack-cafe-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "We had black coffee, garlic bread, and chili paneer. The taste was excellent!\nService was a bit slow, probably due to the crowd and fresh preparation.\nThe price was slightly on the higher side — we paid around ₹931 for the above.\nOverall, it was a good experience.",
        "rating": "5"
      },
      {
        "review": "Its stale, smells weird and tastes weird",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Azzurro",
    "url": "https://www.zomato.com/pune/azzurro-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "worst service amd food!!!! first they were not turning up to take order.after giving order, one hour we did not get the soup and starters, after continuously following up, we got just one soup in grp of 8 ppl, the other 7 soups arrived another 20 mins later. minestrone soup was just the tomato soup with carrots and beans added. they forgot about starters. after following up, they served us pathetic sour chciken starter, which we had to replace. the replacement also came after long wait. over all pathetic service. the serving staff is all new and are not trained properly to serve on weekends. they dont understand hindi and English also. the management has also changed i guess, which has...read more",
        "rating": "1"
      },
      {
        "review": "We came early so got the starters quickly. However the main course never came up. finally after waiting for an hour has to leave the place hungry. Even when we were leaving the food was not ready. The waiter sheepishly remarked if they had been given another two minutes. amazingly they never bothered for the entire one hour. Screenshot of the Swiggy order that I had to place.",
        "rating": "5"
      },
      {
        "review": "Worst service. I’m still waiting here for my order for the past 1 hour and nobody is even bothered to ask. Pathetic service. Only live music is good else such a pathetic service",
        "rating": "4"
      },
      {
        "review": "Took 45 mins to serve a single dish, worst service and management. Only thing which came on time was bill",
        "rating": "3"
      },
      {
        "review": "Worst ever experience. The staff and management are inexperienced to run the restaurant. They should shut.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Butter - Bar & Kitchen",
    "url": "https://www.zomato.com/pune/butter-bar-kitchen-balewadi/reviews",
    "reviews": [
      {
        "review": "Butter is my go-to no-brainer brunch place! I have been here so many times and literally every food item I've tried from the menu has been divine. 10/10 recommend to people looking for a nice classy vibe paired with supreme food!",
        "rating": "5"
      },
      {
        "review": "service is too slow.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Tales & Spirits - Hunters Bistro",
    "url": "https://www.zomato.com/pune/tales-spirits-hunters-bistro-balewadi/reviews",
    "reviews": [
      {
        "review": "Moodie Foodie",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Springrose Restaurant And Banquets",
    "url": "https://www.zomato.com/pune/springrose-restaurant-and-banquets-wakad/reviews",
    "reviews": [
      {
        "review": "this didn't come from springrose restaurant. can't eat this, totally fake food",
        "rating": "1"
      },
      {
        "review": "paneer was too bad. bad quality.overall food also too bad.",
        "rating": "3"
      },
      {
        "review": "Service was very slow",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Copa Villa",
    "url": "https://www.zomato.com/pune/copa-villa-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "food was tasteless.cold food was delivered.very bad experience.i will never ever anything order from copa villa.total money waste.",
        "rating": "4"
      },
      {
        "review": "The food taste and service time can be improved",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "De Lush Leaf",
    "url": "https://www.zomato.com/pune/de-lush-leaf-baner/reviews",
    "reviews": [
      {
        "review": "The food was delicious and it was worth the price. It's has a perfect blend for healthy food and munching snacks.\nSir Dnyanesh was extremely pleasing and gave the best recommendations to every choice.",
        "rating": "5"
      },
      {
        "review": "Loved the peaceful vibes at De Lush Leaf! The food is super fresh and flavorful — we tried their Green Goodness Pizza and Banana Dates Smoothie Bowl, both were amazing. Bonus: they’ve started canvas painting too, which made our visit extra fun and unique. Definitely a must-visit spot in Baner!",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "The Paraiso",
    "url": "https://www.zomato.com/pune/the-paraiso-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Sudhir jadhav has provided the best service",
        "rating": "1"
      },
      {
        "review": "Taste was good but order was very late around 25 minutes more than given time.\nNot delivery partner's fault.\nFood preparation took long time.",
        "rating": "5"
      },
      {
        "review": "Food tastes very good.\nBut food preparation takes significantly longer.\nOrder delivery was almost 30 minutes late due to that.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Midori Coffee And Eatery",
    "url": "https://www.zomato.com/pune/midori-coffee-and-eatery-1-baner/reviews",
    "reviews": [
      {
        "review": "Best place ever the food is amazing, everyone must try this.",
        "rating": "5"
      },
      {
        "review": "Had a lovely experience at Midori Café! The wood-fired pizza was perfectly crisp and flavorful, the garlic bread was fresh and buttery, and the jaggery latte was a unique and comforting drink. The café has a cozy vibe, and the staff was friendly and quick. A great spot to relax and enjoy good food — definitely coming back!",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Mekong Folks",
    "url": "https://www.zomato.com/pune/mekong-folks-balewadi/reviews",
    "reviews": [
      {
        "review": "We were a group of 8 who visited for dinner.\nThe food was extremely oily, despite us ordering a minimal and simple spread. Unfortunately, all of us started experiencing throat pain and stomach aches the very next day. This strongly suggests issues with food quality and hygiene. It was a highly unpleasant and concerning experience.",
        "rating": "5"
      },
      {
        "review": "Shumona was our server and she was extremely polite. The taste of food and drinks was also really good",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Bell Bottom Family Resto And Lounge",
    "url": "https://www.zomato.com/pune/bell-bottom-family-resto-and-lounge-hinjawadi/reviews",
    "reviews": [
      {
        "review": "The chicken chilly and chicken crispy tasted of detergent powder.",
        "rating": "4"
      },
      {
        "review": "inedible, worst , no taste, no authentic preparation",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Circle Of Crust",
    "url": "https://www.zomato.com/pune/circle-of-crust-hinjawadi/reviews",
    "reviews": [
      {
        "review": "pizza was served cold.... taste was bad",
        "rating": "1"
      },
      {
        "review": "Cold and bad taste",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "The Ruby Hilltop - Sunny's World",
    "url": "https://www.zomato.com/pune/the-ruby-hilltop-sunnys-world-sus/reviews",
    "reviews": [
      {
        "review": "This was my 4th Visit, but the quality of food has gone down. Hope this would be my last visit",
        "rating": "1"
      },
      {
        "review": "yasim and suraj : thanks for wonderful service",
        "rating": "5"
      },
      {
        "review": "Good quality of food. We tried BBQ Chicken Tikka & Fried chicken garlic rice. It was awesome. Good service by Yaseen.",
        "rating": "4"
      },
      {
        "review": "Great food, great ambience, very nice service. Great hospitality staff particularly Yaseen provided great n prompt service n nice suggestions",
        "rating": "3"
      },
      {
        "review": "Excellent service by Yaseen. Food is very good.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Way Down South",
    "url": "https://www.zomato.com/pune/way-down-south-1-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Aromas Cafe & Bistro",
    "url": "https://www.zomato.com/pune/aromas-cafe-bistro-wakad/reviews",
    "reviews": [
      {
        "review": "exc e plenty food, great service dont miss it",
        "rating": "1"
      },
      {
        "review": "Very very slow service and we may not come again.\nFood was served spicy twice despite telling non spicy",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Masala Mehfil",
    "url": "https://www.zomato.com/pune/masala-mehfil-baner/reviews",
    "reviews": [
      {
        "review": "The food is very tasty and as name says masala's are awesome. Quantity is very good and get good amount of chicken/mutton pieces in a dish",
        "rating": "1"
      },
      {
        "review": "I ordered tomato soup and it was the worst soup I have ever tasted like too much salty I don't know feels like they've added ketchup or something. I couldn't drink more than 2 spoons",
        "rating": "5"
      },
      {
        "review": "Delicious Food & Great Vibes!\n\nMasala Mehfil totally lived up to the hype! The food is packed with amazing regional flavors – you can really tell they put love into every dish. Everything we tried was super tasty!\n\nThe place has such a nice vibe too. It’s stylish but still feels really comfortable, perfect for a chill dinner with friends or family.\n\nAnd shoutout to the staff – they were super friendly and helpful, made the whole experience even better.",
        "rating": "4"
      },
      {
        "review": "I am big fan of authentic food, i stay in balewadi baner side only it’s a perfect for me i was always looking for such vibe",
        "rating": "3"
      },
      {
        "review": "Last evening i visited masala mehfil was really good taste and variety on the menu was really nice. Must try Shahi Sabz Seekh Kebab and modak icecream.\nHighly recommend it.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Hi On Chai",
    "url": "https://www.zomato.com/pune/hi-on-chai-expressway/reviews",
    "reviews": [
      {
        "review": "one of the worst pizzas we have ever had.\nPizza is not warm despite giving instructions.\npathetic food don't order from this restaurant",
        "rating": "1"
      },
      {
        "review": "Really not a good place. Service is very poor and most people left the place because order was not fulfilled",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Ruhmani By Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/ruhmani-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": [
      {
        "review": "food is good.. service is good.",
        "rating": "1"
      },
      {
        "review": "I would like to take a couple of points which has to be kept in mind\n\n- It doesn't apply the offer for buffet through Zamoto\n- Buffet variety is minimal, predominantly non-veg items - starters and main course\n- The test is not up to the mark based on their 5-star hotel marking\n- Price is too high - You can choose Barbeque Nation, it is the best option with more variety.\n- There is a service person Aayush is very unprofessional way of talks as well.\n-",
        "rating": "5"
      },
      {
        "review": "Food and service were good. Ishaan was helpful in arranging food as per our choice for our baby",
        "rating": "4"
      },
      {
        "review": "Pathetic service to Zomato booking customers, we were expecting Good service from luxurious brands.",
        "rating": "3"
      },
      {
        "review": "Pathetic service. As a diamond member, I felt unwelcomed",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Darshan",
    "url": "https://www.zomato.com/pune/darshan-baner/reviews",
    "reviews": [
      {
        "review": "Shyam - Good Service",
        "rating": "1"
      },
      {
        "review": "Great service from Shyam !!\nWill recommoned this place",
        "rating": "5"
      },
      {
        "review": "Shyam service is good",
        "rating": "4"
      },
      {
        "review": "Food was good and the service by Shyam bhaiya was superb.",
        "rating": "3"
      },
      {
        "review": "Good service by shyam",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Soy Affair",
    "url": "https://www.zomato.com/pune/soy-affair-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "24/7 Gallery Café - Hyatt Place",
    "url": "https://www.zomato.com/gallerycafepune/reviews",
    "reviews": [
      {
        "review": "Food was Ok, we liked few and some were average. Service by Chumki and another member was excellent",
        "rating": "1"
      },
      {
        "review": "Food is as good as always",
        "rating": "4"
      },
      {
        "review": "Food was Ok. Service and ambience good",
        "rating": "3"
      },
      {
        "review": "food was stale and lack taste",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Toast Office - by Soy Affair",
    "url": "https://www.zomato.com/pune/toast-office-by-soy-affair-baner/reviews",
    "reviews": [
      {
        "review": "Good food and good ambience .. food was delicious",
        "rating": "1"
      },
      {
        "review": "A Hidden Gem You Must Visit! 🌿☕\n\nRecently visited this newly opened café in Baner and I’m so glad I did! The food was absolutely delicious — we tried the avocado toast and the spinach & mushroom omelette, and both were packed with flavor and beautifully presented. The ambience is warm, cozy, and thoughtfully designed — perfect for a relaxed brunch or catching up with friends.\n\nWhat stood out the most was the service — so welcoming and attentive, it really made the experience even more special.\n\nHighly recommend this place — it’s definitely a must-go! Can’t wait to come back and try more from the menu! P. S. wish them to add nice coffee as well! that's the only thing we...read more",
        "rating": "5"
      },
      {
        "review": "Finally Baner now has a good breakfast spot! Food, service and the taste 🫶🏻 I think this is a new gem we didn’t know we needed. 🥞",
        "rating": "4"
      },
      {
        "review": "This is surely the perfect brunch spot in Baner. The place offers a great variety of English breakfast options — from fresh salads to coolers and fluffy omelettes to buttery croissants served with baked vegetable and Paninis everything was just spot on!\n\nThe ambience is cozy, calm, and full of fresh, positive vibes. The attention to detail in both the food and the interiors truly enhances the experience. Great service, amazing taste, and top-notch quality — definitely coming back again soon!",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Atithi Veg",
    "url": "https://www.zomato.com/pune/atithi-veg-baner/reviews",
    "reviews": [
      {
        "review": "below average food. not worth the money being paid. Never had worse daal than this.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Flo - The Brewing Club",
    "url": "https://www.zomato.com/pune/flo-the-brewing-club-hinjawadi/reviews",
    "reviews": [
      {
        "review": "food and vibe was good. Staff members were also helpful especially vijay and yogesh.I definitely want to visit again.",
        "rating": "1"
      },
      {
        "review": "nice service promodh",
        "rating": "5"
      },
      {
        "review": "Where do I start, I would say the Ambience, sound and culture is 10/10!\nand one of my favourite Concierge is Bijay Prasad what a chill guy for chill place!",
        "rating": "4"
      },
      {
        "review": "Sham and Vijay made our experience even better because of their good service.\n\nfood is top class, ambience is excellent and guava craft beer is the best I had so far.",
        "rating": "3"
      },
      {
        "review": "we were highly impressed by service from Atharva :)",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Bombay Culture The Cafe",
    "url": "https://www.zomato.com/pune/bombay-culture-the-cafe-1-wakad/reviews",
    "reviews": [
      {
        "review": "they have to improve alot.\nfood was ok.\nthey made it too spicy instead of giving prior instructions",
        "rating": "1"
      },
      {
        "review": "Ambiance can be improved, the price of food is quite high for the place",
        "rating": "5"
      },
      {
        "review": "The food is amazing but the portion size and cost don't match",
        "rating": "4"
      },
      {
        "review": "It is a good cafe. Love the food . Love the vibe here. I love their dumplings n mushrooms toasties.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "The Green Spoon",
    "url": "https://www.zomato.com/pune/the-green-spoon-baner/reviews",
    "reviews": [
      {
        "review": "superbbb food. taste awsome",
        "rating": "1"
      },
      {
        "review": "amazing food and a must visit place for one and all with family for fresh and mouth watering delicacy.",
        "rating": "5"
      },
      {
        "review": "Worst Service, not recommended.",
        "rating": "4"
      },
      {
        "review": "Great fusion veg food, they ace Asian food. 10/10 would recommend to anyone who’s looking for a pure veg restaurant with a twist in the menu",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Daily Dosa",
    "url": "https://www.zomato.com/pune/daily-dosa-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Great taste\n\n-Shiva",
        "rating": "1"
      },
      {
        "review": "The taste here is good. Even the quality of the food is great.",
        "rating": "5"
      },
      {
        "review": "Dosa is crunchy & sambar is spicy like us taste is maitain as per our requirement most recommended Thank you Daily Dosa😋",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Savour By Dadus",
    "url": "https://www.zomato.com/pune/savour-by-dadus-wakad/reviews",
    "reviews": [
      {
        "review": "Dal makhani tasted as if it was burnt",
        "rating": "5"
      },
      {
        "review": "Very good taste",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Aloraa Garden Kitchen & Bar",
    "url": "https://www.zomato.com/pune/aloraa-garden-kitchen-bar-baner/reviews",
    "reviews": [
      {
        "review": "The food was average. Zomato displayed a 20% discount at the time of booking, but it was not applied during payment.",
        "rating": "5"
      },
      {
        "review": "Raj was good in service",
        "rating": "4"
      },
      {
        "review": "Nayan Being the best !!Provided a good service!! Good ambience !! Good music!!\nPeace to visit anyday!!",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Shivlingam- The Sunny's World",
    "url": "https://www.zomato.com/pune/shivlingam-the-sunnys-world-lavale/reviews",
    "reviews": [
      {
        "review": "Excellent Preeti Nikita shalu very good service",
        "rating": "1"
      },
      {
        "review": "it's was excellent and it was so delicious food.",
        "rating": "5"
      },
      {
        "review": "Excellent Service, Good Food",
        "rating": "4"
      },
      {
        "review": "Food is excellent",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Poetry by Love and Cheesecake",
    "url": "https://www.zomato.com/pune/poetry-by-love-and-cheesecake-balewadi/reviews",
    "reviews": [
      {
        "review": "Ahmad Razo good service",
        "rating": "5"
      },
      {
        "review": "experience was good\nfood 10/10\nservice 10/10\nvibes 10/10\nrecommend specially cheese cake and omelets",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Huber & Holly",
    "url": "https://www.zomato.com/pune/huber-holly-balewadi/reviews",
    "reviews": [
      {
        "review": "amazing taste.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Panch-Sattva",
    "url": "https://www.zomato.com/pune/panch-sattva-balewadi/reviews",
    "reviews": [
      {
        "review": "A very authentic, fresh, tasty and welcoming experience. Do try this place without a miss.\n\nThe ingredients and preparation are very fresh and staff is nurtured with good values which actually reflects on their food. The pricing range is very good and bang for every buck you pay. For people looking for quality servings and are just in right mood to have an authentic south indian taste food with a variety of options, this is the right place. They do have a thali option which itself is a good way to explore their best flavours at once.\n\nWhen I discussed further about the recipes with the owner i found those are actually from the books of her grandparents. So you’re getting it as an...read more",
        "rating": "1"
      },
      {
        "review": "Panch-Satva is one of the latest addition into the array of restaurants at Balewadi High Street. While Balewadi High Street is full of party places designed to attract young adults, Pancha-Sattva stands out as a unique destination for a family out. Serving vegetarian South Indian food, Panch-Sattva is the only restaurant in it's category at Balewadi High Street. Two wheeler and Four Wheeler parking available. I visited Pancha-Sattva with a friend on a weekend, Saturday morning for late breakfast. It is a small restaurant with indoor and outdoor seating. The indoor ambience can be defined as positive and vibrant. However, it seems to noisy and crammed on a busy day. Being a cool rainy...read more",
        "rating": "5"
      },
      {
        "review": "service is too slow and taste needs to be improved the idli batter was sour.",
        "rating": "3"
      },
      {
        "review": "Very bad food, nowhere close to South Indian taste, no taste at all, in fact. Below average service not recommended.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Upsouth",
    "url": "https://www.zomato.com/pune/upsouth-4-wakad/reviews",
    "reviews": [
      {
        "review": "the bhaji tasted like samber too much tomato flavour",
        "rating": "3"
      },
      {
        "review": "food was not upto the mark",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Cherie",
    "url": "https://www.zomato.com/pune/cherie-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Awesome food ,nice ambiance\nThanks you jayesh for ur service",
        "rating": "1"
      },
      {
        "review": "Service, food and ambience was very comfortable and soothing. Rakesh was very helpful.",
        "rating": "4"
      },
      {
        "review": "the food was good and the service was fast, Rakesh was good with suggestions over dishes and service. overall Very lovely place",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Pie and Pea Cafe & Bakery",
    "url": "https://www.zomato.com/pune/pie-and-pea-cafe-bakery-baner/reviews",
    "reviews": [
      {
        "review": "i loved the food and packaging, quantity was also good and great taste! would recommend!",
        "rating": "4"
      },
      {
        "review": "Food very good ; timely delivery : perfect food and taste",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Healthy Bee",
    "url": "https://www.zomato.com/pune/healthy-bee-wakad/reviews",
    "reviews": [
      {
        "review": "soggy and tasteless food delivered that too in 1.5 hours",
        "rating": "4"
      },
      {
        "review": "The food was average . didnt like it",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Mocha & Mingle cafe",
    "url": "https://www.zomato.com/pune/mocha-mingle-cafe-2-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Aroma Rich Cafe",
    "url": "https://www.zomato.com/pune/aroma-rich-cafe-1-balewadi/reviews",
    "reviews": [
      {
        "review": "Visited Aroma Rich Café recently and I must say — it’s the perfect spot for anyone looking to enjoy good food in a peaceful, beautifully designed space. The ambience is warm, cozy, and work-friendly — jazz music playing softly in the background, comfortable seating, and a lovely aroma of freshly brewed coffee lingering in the air.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Asia Seven – Sizzling Chinese",
    "url": "https://www.zomato.com/pune/asia-seven-sizzling-chinese-wakad/reviews",
    "reviews": [
      {
        "review": "today I visited phoenix mall I'll order asia seven wakad Combo meal chilli Garlic Rice 🍚 it's amazing Taste both dish service also fast do visit 😄 again.",
        "rating": "3"
      },
      {
        "review": "Stale food",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Madrasi Raja",
    "url": "https://www.zomato.com/pune/madrasi-raja-baner/reviews",
    "reviews": [
      {
        "review": "Good quality and excellent taste",
        "rating": "1"
      },
      {
        "review": "I ordered Rasam Rice and Idli Wada Sambar, but the experience was very disappointing. The rasam rice didn’t have any rasam with it, and the amount of sambar provided was not enough even for two idlis — I couldn’t eat the wada at all. When I contacted the restaurant, they claimed that rasam and sambar were packed together, which doesn’t make sense.rasam and sambar are not the same.The food also didn’t taste good overall. Very poor quality and packaging. Not worth the money. not worth one star also",
        "rating": "5"
      },
      {
        "review": "authentic south Indian food. loved it. with great packing and good delivery services",
        "rating": "3"
      },
      {
        "review": "Both idli and dosa did not taste fresh at all, it tasted stale, white chutney has huge chunks of coconut in it. Sambhar is bad.\n\nOrdered first time, didn’t had a good experience.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Cafe Durga",
    "url": "https://www.zomato.com/pune/cafe-durga-punawale/reviews",
    "reviews": []
  },
  {
    "restaurant": "Regal Cakes And Bakers",
    "url": "https://www.zomato.com/pune/regal-cakes-and-bakers-hinjawadi/reviews",
    "reviews": [
      {
        "review": "very bad taste, quality wise and quantity wise too bad to deal.\nif this would have been offline, i will never prefer to buy from this brand",
        "rating": "1"
      },
      {
        "review": "received wrong order and missing items\nvery bad packaging and bad service",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Frozen Bottle - Milkshakes, Desserts And Ice Cream",
    "url": "https://www.zomato.com/pune/frozen-bottle-milkshakes-desserts-and-ice-cream-hinjawadi/reviews",
    "reviews": [
      {
        "review": "taste is awful. not happy at all.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Baithack - Taste Of Kulhad",
    "url": "https://www.zomato.com/pune/baithack-taste-of-kulhad-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Urban Belly",
    "url": "https://www.zomato.com/pune/the-urban-belly-wakad/reviews",
    "reviews": [
      {
        "review": "worst shwarma ever. worst taste, packaging, portion",
        "rating": "3"
      },
      {
        "review": "the ambience is good ,and staff is friendly as well.\nfood is good",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Kiosk Kaffee",
    "url": "https://www.zomato.com/pune/kiosk-kaffee-1-balewadi/reviews",
    "reviews": [
      {
        "review": "It was just an ordinary taste coffee, not at all as an Capachinno",
        "rating": "3"
      },
      {
        "review": "not worth the price, java chips were less, quantity is also less for the price, no taste at all",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Street Foods By Punjab Grill",
    "url": "https://www.zomato.com/pune/street-foods-by-punjab-grill-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Wasabi 15",
    "url": "https://www.zomato.com/pune/wasabi-15-hinjawadi/reviews",
    "reviews": [
      {
        "review": "tasted horrible. have had this dish previously and like it but tasted completed different and off this time",
        "rating": "5"
      },
      {
        "review": "really Disappointed, the fettuccine was really dry and paneer curry was nothing but food color",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Hotel Sanket Inn",
    "url": "https://www.zomato.com/pune/hotel-sanket-inn-wakad/reviews",
    "reviews": [
      {
        "review": "First thing is when we entered the restaurant they informed us this restaurant accepts Zomato dining pay option. We ordered our foods and specifically told them to make some of the starters spicy, the waiter even told yes we'll do that. The Butter Naan which were ordered was not even having butter on them. Coming to the starters it was not spicy at all rather all were sweeter. Later when we asked why isn't it spicy the utter reply of the waiter was these starters can never be made spicy at all, Why can't you people tell that in first place???, Instead you told yes we will make it spicy. Next we had some 7up and mirinda juice which was labelled as mrp 40-45. When they gave the bill, it was...read more",
        "rating": "1"
      },
      {
        "review": "There is nothing which I didn't like at Sanket barbeque. This place is like a hidden Gem. Scrumptious Buffet spread. Staff is prompt. Should re visit for more",
        "rating": "3"
      },
      {
        "review": "Food and staffs were good and cooperative. Need to work on serving part as the starter serving service was late. Dhananjay was very cooperative and polite.",
        "rating": "2"
      },
      {
        "review": "Good place, but need to work out on service part.\nFood service time is more . But staff is attentive they match up it.\nChicken Angara kebab was great it was juicy & properly cooked.",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Desi Eats",
    "url": "https://www.zomato.com/pune/desi-eats-wakad/reviews",
    "reviews": [
      {
        "review": "The food quality is consistently outstanding, exceeding my expectations every time and completely impressed with their professionalism.",
        "rating": "5"
      },
      {
        "review": "Homestyle meal with great taste",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Cafe Love Lock",
    "url": "https://www.zomato.com/pune/cafe-love-lock-dange-chowk/reviews",
    "reviews": [
      {
        "review": "customizable food",
        "rating": "1"
      },
      {
        "review": "Very best cafe in pcmc bet test bset food quality",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Ajinkya Executive",
    "url": "https://www.zomato.com/pune/ajinkya-executive-expressway/reviews",
    "reviews": [
      {
        "review": "fresh food",
        "rating": "1"
      },
      {
        "review": "Low rate Drink and real Food",
        "rating": "3"
      },
      {
        "review": "fresh food",
        "rating": "2"
      },
      {
        "review": "customizable food",
        "rating": "5"
      },
      {
        "review": "fresh food",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Portico - Sayaji Hotel",
    "url": "https://www.zomato.com/pune/portico-sayaji-hotel-wakad/reviews",
    "reviews": [
      {
        "review": "I prefer going to Portico because the food has been great in the past. but lately, the service has been downgraded. the plates are not stocked on time. the chef and waiter are seen arguing while the customers are on the counters. if you ask for glass or bowl while at the counter, they hardly acknowledge and then make you wait while they are busy with something else. the quality of food was not upto the mark. the veg and non veg buffet costs the same which seems too much for the vegetarian to be paying for. at the entrance lobby, they have a sign that says no tipping with the note that you don't tip your close ones.. and the irony is that they add service charge to the bill. Isn't that the...read more",
        "rating": "1"
      },
      {
        "review": "Recommended, food is delicious and staff humble on service.",
        "rating": "5"
      },
      {
        "review": "Good service by Harshal and Rohan",
        "rating": "4"
      },
      {
        "review": "Food packaging",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Coconut Chutneey - The South Canteen",
    "url": "https://www.zomato.com/pune/coconut-chutneey-the-south-canteen-2-balewadi/reviews",
    "reviews": [
      {
        "review": "the thing with takeway is - there is no one to check or complain about food quantity. I had ordered through phone for takeway- and compare this to when I had dined at the restaurant - the portion size reduced by 40℅ on takeway food. For parcel they charge extra for additional chutney - and what you get normally with each dish is very little. The other thing is if they reduced the portion size while dining it won't look good - because the rest of the crowd notices and judges the food qty",
        "rating": "1"
      },
      {
        "review": "best South Indian food. upma was awesome. even test of sambar red chutney green chutney was awesome. the test of dosa and idli potato subji.. were awesome.\nfirst time I feel on zomato it is a home cooked food",
        "rating": "5"
      },
      {
        "review": "This is my go to place for having south indian food. Very tasty , good hygiene, they offer wide variety and filter coffee is must try. Highly recommended for authentic south indian.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Sahyadri Veg And Non Veg",
    "url": "https://www.zomato.com/pune/sahyadri-veg-and-non-veg-dange-chowk/reviews",
    "reviews": [
      {
        "review": "Best home made style maharashtrian taste food. But I was expecting bhakri instead of tandoor roti. Pls charge little extra but serve bhakri. People will pay. Rest all Gud",
        "rating": "2"
      },
      {
        "review": "Veg food and non-veg food both are very tasty food, you can taste it once.",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Malgudi",
    "url": "https://www.zomato.com/pune/malgudi-wakad/reviews",
    "reviews": [
      {
        "review": "Food was really yummy and delicious, their tiffin thali is definitely a hit ! Also beverages like butter milk and coffee are must ones to try",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Fried Chicken Destination",
    "url": "https://www.zomato.com/pune/fried-chicken-destination-hinjawadi/reviews",
    "reviews": [
      {
        "review": "tastes shit",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Hotel Shivprasad Veg - Nonveg",
    "url": "https://www.zomato.com/pune/hotel-shivprasad-veg-nonveg-pashan/reviews",
    "reviews": [
      {
        "review": "Good food amazing service",
        "rating": "2"
      },
      {
        "review": "Good food and ambience",
        "rating": "1"
      },
      {
        "review": "Good staff",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Elephant & Co.",
    "url": "https://www.zomato.com/pune/elephant-co-baner/reviews",
    "reviews": [
      {
        "review": "It was a great experience, Tej our server was very attentive and the service was very quick. Great ambience for a date and a get together with friends ❤️",
        "rating": "4"
      },
      {
        "review": "good service by rohit",
        "rating": "3"
      },
      {
        "review": "Great service by rohit",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "OarameHa's Cake Shop",
    "url": "https://www.zomato.com/pune/oaramehas-cake-shop-3-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "DSK Cafe & Snack Center",
    "url": "https://www.zomato.com/pune/dsk-cafe-snack-center-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Rice was uncooked ..Bekar food .. Cow bi na khaye",
        "rating": "4"
      },
      {
        "review": "usually the taste is good, but today I ordered online and really hated the packaging",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Bird Valley EXPRESS PURE VEG",
    "url": "https://www.zomato.com/pune/bird-valley-express-pure-veg-hinjawadi/reviews",
    "reviews": [
      {
        "review": "taste was very sweety didn't liked\nnot value for money",
        "rating": "1"
      },
      {
        "review": "If you're looking for a quick, satisfying, and delicious vegetarian meal, Bird Valley Express Pure Veg is the place to go!\n\nI recently visited and tried their dosa and sandwiches, and I must say – I was thoroughly impressed!\nDosa – Crispy, golden, and perfectly spiced! The dosa was served fresh off the pan, accompanied by flavorful chutneys and sambar that hit the right notes. Whether it's the classic masala dosa or something more adventurous, every bite was authentic and fulfilling.\n\nSandwiches – Fresh, crunchy, and loaded with taste! From grilled to cold sandwiches, the flavors were spot on and the ingredients felt premium. Ideal for a light",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Opera House",
    "url": "https://www.zomato.com/pune/opera-house-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Lassi Corner",
    "url": "https://www.zomato.com/pune/the-lassi-corner-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Ordered Aloo Tikki Burger and Chilly Garlic Potato Bites and absolutely loved it! The burger was cheesy and flavourful and the chilly bites were crispy with spicy masala. Packaging was very neat and hygienic. Great taste , great value for money!Highly Recommend. Also tried their Lassi and Ice Teas, that were also good and refreshing",
        "rating": "1"
      },
      {
        "review": "The pasta was very good in taste. The crispy corn is awesome of all.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Smoothie House",
    "url": "https://www.zomato.com/pune/smoothie-house-2-balewadi/reviews",
    "reviews": [
      {
        "review": "Quantity was very less and taste was okay okay",
        "rating": "1"
      },
      {
        "review": "bagel ka taste acha laga, aur jaga kafi achaa hy, staff is friendly aur services is excellent.",
        "rating": "5"
      },
      {
        "review": "I've ordered #Mango King, Smoothie Bowl ,very fresh & taste is also delicious, ambience is superb 🥳🥳 neat and clean, good space for a sitting area and good service.",
        "rating": "4"
      },
      {
        "review": "I tried. smoothie bowl very healthy and good packaging and service",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Akasa Poolbar & Kitchen",
    "url": "https://www.zomato.com/pune/akasa-poolbar-kitchen-wakad/reviews",
    "reviews": [
      {
        "review": "Bhuvan goswami was a good host n service partner",
        "rating": "1"
      },
      {
        "review": "The poolside seating is the highlight — whether you want to chill with friends or celebrate something special, it gives you a resort-like feel without leaving the city. Music was upbeat but not overpowering, and the staff was courteous and attentive.",
        "rating": "5"
      },
      {
        "review": "One of the best places in pune to experience a great poolside cool ambeince.\nThe food is good too,you can surely visit for a different experience!!",
        "rating": "4"
      },
      {
        "review": "Absolutely loved my experience at Akasa! The restaurant has a beautiful, serene vibe with stunning poolside seating and lush greenery all around. It’s the perfect blend of nature and luxury. The views are amazing — especially around sunset! 🌅\n\nThe food was delicious, beautifully presented, and full of flavor. Whether you're here for a romantic dinner or a peaceful brunch, Akasa is a must-visit. Great ambiance, great food, and a truly relaxing escape.",
        "rating": "3"
      },
      {
        "review": "Very polite handling and fast service by Pushkar.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Apache High Street",
    "url": "https://www.zomato.com/pune/apache-high-street-baner/reviews",
    "reviews": [
      {
        "review": "The place has an amazing vibe and great food!!!! Vimal Singh was really cooperative and great service!!!!",
        "rating": "5"
      },
      {
        "review": "Good staff n great service",
        "rating": "4"
      },
      {
        "review": "the service was great, everyone is very fridenly and fun place. Vimal singh was our table assistance and he was very friendly.",
        "rating": "3"
      },
      {
        "review": "Great service and ambience",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Wagh Bakri Tea Lounge",
    "url": "https://www.zomato.com/pune/wagh-bakri-tea-lounge-wakad/reviews",
    "reviews": [
      {
        "review": "Poha very bad taste. Not eatble",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Blue Tokai Coffee Roasters",
    "url": "https://www.zomato.com/pune/blue-tokai-coffee-roasters-wakad/reviews",
    "reviews": [
      {
        "review": "There is something odd about the taste of coffee from blue tokai.Not that good for coffee although food is okay",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "G Sardar G Da Dhaba",
    "url": "https://www.zomato.com/pune/g-sardar-g-da-dhaba-wakad/reviews",
    "reviews": [
      {
        "review": "Tasty food",
        "rating": "3"
      },
      {
        "review": "Good Taste and Quality of food. Better than most high end restaurants around. Must try Paneer Patiala",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Crown Pizza",
    "url": "https://www.zomato.com/pune/crown-pizza-2-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cake Choice Multi Baker's & Confectioner's",
    "url": "https://www.zomato.com/pune/cake-choice-multi-bakers-confectioners-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cake Way",
    "url": "https://www.zomato.com/pune/cake-way-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Please don’t order from this store, they serve expired food product. Zomato do not recommend this store to any customer",
        "rating": "3"
      },
      {
        "review": "cake was okay in taste.\nnot great\nThe delivery experience is not good, a little bit damaged cake received 😕",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Inventree Hotel",
    "url": "https://www.zomato.com/pune/inventree-hotel-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Shivneri Vada Pav - Misal House",
    "url": "https://www.zomato.com/pune/shivneri-vada-pav-misal-house-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Street Coffee",
    "url": "https://www.zomato.com/pune/street-coffee-sus/reviews",
    "reviews": []
  },
  {
    "restaurant": "Walnut Cafe & Restaurant",
    "url": "https://www.zomato.com/pune/walnut-cafe-restaurant-punawale/reviews",
    "reviews": [
      {
        "review": "that veg sabji was getting decomposed\nhow do u send it ?????\nsmells bad and taste is shit",
        "rating": "3"
      },
      {
        "review": "Excellent food, highly recommended!!!",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Costa Coffee",
    "url": "https://www.zomato.com/pune/costa-coffee-wakad/reviews",
    "reviews": [
      {
        "review": "Nice experience\nBest food & service",
        "rating": "1"
      },
      {
        "review": "so lame and dull taste",
        "rating": "5"
      },
      {
        "review": "Staff served unfresh and cold rool and sandwiches at airport branch costa",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Ajinkya Restaurant",
    "url": "https://www.zomato.com/pune/ajinkya-restaurant-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hotel Gangasagar",
    "url": "https://www.zomato.com/pune/hotel-gangasagar-lavale/reviews",
    "reviews": []
  },
  {
    "restaurant": "Fluid Lab",
    "url": "https://www.zomato.com/pune/fluid-lab-pimple-nilakh/reviews",
    "reviews": []
  },
  {
    "restaurant": "Heartbeat Cafe Corner",
    "url": "https://www.zomato.com/pune/heartbeat-cafe-corner-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Street Plaza",
    "url": "https://www.zomato.com/pune/street-plaza-sus/reviews",
    "reviews": []
  },
  {
    "restaurant": "Carbon",
    "url": "https://www.zomato.com/pune/carbon-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Fish Express",
    "url": "https://www.zomato.com/pune/fish-express-sus/reviews",
    "reviews": []
  },
  {
    "restaurant": "Saundarya Garden",
    "url": "https://www.zomato.com/pune/saundarya-garden-wakad/reviews",
    "reviews": [
      {
        "review": "good food",
        "rating": "1"
      },
      {
        "review": "good taste",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "MoMo Cafe - Courtyard By Marriott",
    "url": "https://www.zomato.com/pune/momo-cafe-courtyard-by-marriott-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Food is below average",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "The Boho House Cocktail Bar",
    "url": "https://www.zomato.com/pune/the-boho-house-cocktail-bar-balewadi/reviews",
    "reviews": [
      {
        "review": "Food was amazing recommend sushi and croissant sandwich",
        "rating": "1"
      },
      {
        "review": "Food wasn’t that good. We ordered pasta which was half cooked. Even the place wasn’t well lit.",
        "rating": "5"
      },
      {
        "review": "The ambience was amazing and staff was very friendly",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Yokoso - The Bake House",
    "url": "https://www.zomato.com/pune/yokoso-the-bake-house-wakad/reviews",
    "reviews": [
      {
        "review": "There was a small piece of plastic in the food.",
        "rating": "1"
      },
      {
        "review": "received another cake instead of what I ordered and the taste was very bad. there was some kind of muddy taste in it",
        "rating": "5"
      },
      {
        "review": "It's not how I expected it to be after reading the reviews. Slightly disappointed, a little too sweet for my tastebuds and it wasn't as fresh. It wasn't bad but I've had better cheesecakes. Sorry Yokoso I was expecting something spectacular",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Brew Merchant",
    "url": "https://www.zomato.com/pune/brew-merchant-baner/reviews",
    "reviews": [
      {
        "review": "good food, good ambience, super duper service, they have good options in draught beer.\nsufi band night was fantastic.\nvery good place to recommend your friends.",
        "rating": "1"
      },
      {
        "review": "best place to hangout with your friends or family,\nthey serve delicious food in town with good service, good ambience and with live band.\nI highly recommend to visit this place.\nthis place will be going to my second home now.",
        "rating": "5"
      },
      {
        "review": "amazing ambience",
        "rating": "4"
      },
      {
        "review": "Taste was not at all good of any dish ordered.. service is too slow.",
        "rating": "3"
      },
      {
        "review": "Brew Merchant Cafe is an absolute gem! The food is consistently excellent—fresh, flavorful, and beautifully presented. The ambience is cozy yet vibrant, making it a perfect spot to relax or catch up with friends. One of the highlights is their live events every Saturday, which bring great energy and a unique charm to the place. Whether you’re a regular or visiting for the first time, Brew Merchant Cafe never disappoints!",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Anna Idli",
    "url": "https://www.zomato.com/pune/anna-idli-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Ashoka Restaurant",
    "url": "https://www.zomato.com/pune/ashoka-restaurant-dange-chowk/reviews",
    "reviews": [
      {
        "review": "Starters are the best if you are ordering at home with alcohol. Nothing comes close to the price and the taste ofcourse",
        "rating": "2"
      },
      {
        "review": "Taste not good",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Gong",
    "url": "https://www.zomato.com/pune/gong-baner/reviews",
    "reviews": [
      {
        "review": "This is a must visit place for Pan Asian food lovers :)",
        "rating": "5"
      },
      {
        "review": "Awesome food and mind-blowing service professionals !! I highly recommend this place to go",
        "rating": "4"
      },
      {
        "review": "Shiva was a great host. the food was amazing",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Third Wave Coffee",
    "url": "https://www.zomato.com/pune/third-wave-coffee-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cakeman",
    "url": "https://www.zomato.com/pune/cakeman-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Baithack Taste Of Kulhad",
    "url": "https://www.zomato.com/pune/baithack-taste-of-kulhad-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Delicious food delivered. Shake was very yummy.",
        "rating": "1"
      },
      {
        "review": "Cheese Burst Pizza is really yum. Masala Fries had perfect taste. Cold coffee is the best I have had. Great taste :)",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "DVG Benne Dosa",
    "url": "https://www.zomato.com/pune/dvg-benne-dosa-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Ordered Idli,medu vada,Upma.All this dishes\nwere very tasty,flavourful. Authentic South Indian taste.\nBut the green chutney was not up to order.\nVery hot too much green chilly and Pudina was in it.\nAlso tomato chutney was not up to order.\nSmelling as if it is stale and",
        "rating": "1"
      },
      {
        "review": "really cheap packaging for chutney sambar. mediocre taste, what a waste of money",
        "rating": "4"
      },
      {
        "review": "cold food served",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Seoul Jib",
    "url": "https://www.zomato.com/pune/seoul-jib-expressway/reviews",
    "reviews": [
      {
        "review": "Best authentic Korean food.",
        "rating": "1"
      },
      {
        "review": "amazing and very authentic food. ingredients and the flavours here are unmatched by any wannabe asian restaurants in Pune. the people here are quite polite and even help you park your car.",
        "rating": "5"
      },
      {
        "review": "Hands down the best Korean food in Pune. Even though it's on the expensive side, the taste and the food portion is incredible. Simply love the Bulgogi, Kimchi Stew, Kimbap, Gyerran Jim.",
        "rating": "4"
      },
      {
        "review": "I have been coming here for 2-3 years now but the food this amazes me.. The ambience, the food and owners as well are all so good. It serves you authentic korean food which tastes delicious. I totally recommend this place.",
        "rating": "3"
      },
      {
        "review": "You can always have a good time at this place. Serving one of the most authentic Korean foods you can find this place stands out, not just in its food but also infrastructure. While passing by the highway you are surely to catch their billboard that they have in the top of their building. This place, apart from being a restaurant, also serves as a lodge for Korean expats. (You can definitely identify them by the variety of SUVs parked 🤫) If lucky, some Ajusshis might strike up a conversation with you.\nApart of serving delicious meals on your dining table, the way they conclude their meal is exemplary. A slice of cut fruit (melon/pear/papaya) reminiscent of motherly love and a cup of...read more",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Rio Kitchen & Bar",
    "url": "https://www.zomato.com/pune/rio-kitchen-bar-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Excellent service by Tularam",
        "rating": "1"
      },
      {
        "review": "Tularam provided service excellence and was happy for it",
        "rating": "5"
      },
      {
        "review": "Tularam superb service!!",
        "rating": "4"
      },
      {
        "review": "Tularam was great with the service",
        "rating": "3"
      },
      {
        "review": "We visited Rio Hinjewadi on a Saturday night with a group of 11 people, expecting a fun night out. Despite the place being almost empty, the staff refused to accommodate us on any of the available larger tables near the dance floor. Saying they don’t allow joining tables near dance floor. Instead, initially they gave us a table meant for 6, with one small table forcefully attached — definitely not enough for 11 people to sit comfortably. Later on somehow we asked them to give us one larger table in front of their dance floor.\n\nStill, we let that slide and went ahead to enjoy the evening. We ordered a lot — our bill crossed ₹20,000 — but the food was just average, nothing...read more",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Spice Factory",
    "url": "https://www.zomato.com/pune/spice-factory-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Full of taste love to try again..",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Boulevard - The Orchid Hotel",
    "url": "https://www.zomato.com/pune/boulevard-the-orchid-hotel-balewadi/reviews",
    "reviews": [
      {
        "review": "The pasta is pathetic. The food in general is pathetic too. Don’t have food here. I also found a mosquito once in the sambar. Think about this before having food here",
        "rating": "1"
      },
      {
        "review": "Food was okay not great. All items tasted same but they billed me 1999 per person for the dinner buffet as opposed to the rate I had enquired was 1399 due to Kahan and Biriyani festival. There normal rate mentioned in Zomato is 1299 for dinner buffet",
        "rating": "5"
      },
      {
        "review": "Ambience is Good\nThere are 1 waitress who ruined the evening\nShe is much eager to take the order , untill you order she will stand next to you even wont serve water.\nThe moment we utter a word she say order place now tel next thing.. This type of behaviour was not expected in Orchird.\n\nLater after complaining the other staff changed our location n served properly with proper hospitality.\n\nFood i will say is Ok , not much options for veg ,\noverall avg experience , These type of people should not become or should not face customer directly.",
        "rating": "4"
      },
      {
        "review": "Dined for buffet. Professional service and nice ambience. Overall, the food was great too.\n\nStarter - Cheese balls and Kebabs were delicious, non veg was tasty as well however Paneer 65 was not good (spongy, greasy and coated with mustard seeds).\n\nMain course - All were yummy\n\nDessert - A wide range of selection and all were just fine. Not too sweet, not bland. Just perfect.\n\nSides - garlic bread, tortila chips, hummus, everything was pristine.\n\nService - 5 star",
        "rating": "3"
      },
      {
        "review": "Good service and courteous",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Starbucks Coffee",
    "url": "https://www.zomato.com/pune/starbucks-coffee-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Ishaara",
    "url": "https://www.zomato.com/pune/ishaara-wakad/reviews",
    "reviews": [
      {
        "review": "Deva was very courteous and friendly. The ambience and food were awesome.",
        "rating": "1"
      },
      {
        "review": "Deva provided excellent service",
        "rating": "5"
      },
      {
        "review": "Great service by Pravin Suryawanshi",
        "rating": "4"
      },
      {
        "review": "Pravin Suryawanshi Delicious Food and great ambience",
        "rating": "3"
      },
      {
        "review": "Sagar Jadhav and Pravin suryawanshi served as very well. overall liked the service of restaurant.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Copper Chimney",
    "url": "https://www.zomato.com/pune/copper-chimney-1-wakad/reviews",
    "reviews": [
      {
        "review": "Wonderful food. Great service.",
        "rating": "3"
      },
      {
        "review": "Food and service is very good",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Spice Nation",
    "url": "https://www.zomato.com/pune/spice-nation-hinjawadi/reviews",
    "reviews": [
      {
        "review": "food was good in test and also quantity was good",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "K Rock Resort & Restaurant",
    "url": "https://www.zomato.com/pune/k-rock-resort-restaurant-hinjawadi/reviews",
    "reviews": [
      {
        "review": "nice place\ngood food\ngood service",
        "rating": "5"
      },
      {
        "review": "so great good and service by abhishek mishra",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Hyderabadi Laziz",
    "url": "https://www.zomato.com/pune/hyderabadi-laziz-wakad/reviews",
    "reviews": [
      {
        "review": "best authentic biryani\nchicken is fresh and well cooked and taste is so awesome",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Ava Artisan Kitchen & Bar",
    "url": "https://www.zomato.com/pune/ava-artisan-kitchen-bar-1-balewadi/reviews",
    "reviews": [
      {
        "review": "food was very good taste was excellent and service was also nice pranati was superb",
        "rating": "1"
      },
      {
        "review": "Amazing food and excellent service",
        "rating": "5"
      },
      {
        "review": "Worst place to go with family. Rude staff, very unprofessional. Do not know the manners of attaining customers. I would recommend not to go here.",
        "rating": "4"
      },
      {
        "review": "Great food! Best service we have experienced in a while. The staff was so keen and observant to our needs. Coriander chilli garlic prawns are a must try.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Circuit House",
    "url": "https://www.zomato.com/pune/circuit-house-balewadi/reviews",
    "reviews": [
      {
        "review": "Nice ambience and service was also good by Narayan.\nOverall a good experience",
        "rating": "1"
      },
      {
        "review": "Had mutton ghee roast and butter chicken, very good food. very good service by Narayan..staff very helpful and polite.",
        "rating": "4"
      },
      {
        "review": "Valet was very rude. He denied to take car even though there were 3 people present. They had no idea how to talk to guests.. ready to fight\nFood was fine but the overall experience was pathetic because of this incident. No one really cared to even be bothered about it",
        "rating": "3"
      },
      {
        "review": "Narayan and the staff has great service, food’s great and overall a good ambiance",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Hotel Vishwanath Palace",
    "url": "https://www.zomato.com/pune/hotel-vishwanath-palace-wakad/reviews",
    "reviews": [
      {
        "review": "restaurant is good but food which I ordered it was worst dosa sholud have been crispy but it was not so online order is waste of money",
        "rating": "1"
      },
      {
        "review": "very oil.......bad food...quality west money's don't order..\n\n315 very high price only 4 picesc, also heavy oil and food not good.....bad experience........",
        "rating": "3"
      },
      {
        "review": "I have requested for less oil mushroom biryani and you send me oily mushroom biryani...also cook made mistake while ready they send less oil soup...who use more oil in soup...taste is good for both soup n biryani the only thing is what i have requested was not followed",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Nourishing Farms",
    "url": "https://www.zomato.com/pune/nourishing-farms-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Nieesh",
    "url": "https://www.zomato.com/pune/nieesh-wakad/reviews",
    "reviews": [
      {
        "review": "Agro from out of Pune, enjoyed food very well with the ambience and the friendly Service, especially by Mr Joy",
        "rating": "1"
      },
      {
        "review": "Absolutely fantastic experience at Nieesh\nThe non-veg dishes were full of authentic Indian flavors-perfectly spiced,rich,and delicious the service was truly exceptional-staff were attentive,friendly,and made us feel welcome from the moment we arrived everything was served promptly and with care highly recommended for anyone looking to enjoy quality Indian cuisine with top-notch hospitality ⭐️⭐️⭐️⭐️⭐️",
        "rating": "4"
      },
      {
        "review": "The food and drinks were amazing! Our server- Joy, was very polite and helpful.\nGreat experience!",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Pizza Hut",
    "url": "https://www.zomato.com/pune/pizza-hut-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Copa Cabana",
    "url": "https://www.zomato.com/pune/copa-cabana-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "service staff specially the captains are utterly rude and in a very wrong attitude which as a client we cannot take it",
        "rating": "4"
      },
      {
        "review": "Highly recommended for food, ambience and vibe",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Big Bean Cafe",
    "url": "https://www.zomato.com/pune/big-bean-cafe-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Shravya Misal",
    "url": "https://www.zomato.com/pune/shravya-misal-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "It was like chilly water with hardly any taste",
        "rating": "4"
      },
      {
        "review": "Average taste not much spicy",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Sante Spa Cuisine",
    "url": "https://www.zomato.com/pune/sante-spa-cuisine-baner/reviews",
    "reviews": [
      {
        "review": "the rajma was stale.....just a day ago I had ordered and the food was damn good so ordered the same today as well but the rajma was utterly stale..... complete waste",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Makaira Kitchen & Bar",
    "url": "https://www.zomato.com/pune/makaira-kitchen-bar-wakad/reviews",
    "reviews": [
      {
        "review": "Awesome Place, tasty food and good offers\nwe ordered Paneer tikka and Son of dragon, taste is amazing",
        "rating": "1"
      },
      {
        "review": "Awesome food and music. One of the finest place to visit for fine and dine ♥️",
        "rating": "5"
      },
      {
        "review": "The service and the food both were great. Also the mocktails are really good. Mr. Sanjit was such a sweet person who served us with his service ☺️",
        "rating": "4"
      },
      {
        "review": "Overall a nice experience I went on a friday night with family so the order arrived late but it was delicious. I would recommend visiting once . Ambience is also good\n\nThe only thing which i personally didn't like was the song level which was too high other than everything was good",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "We Idliwale Mini",
    "url": "https://www.zomato.com/pune/we-idliwale-mini-baner/reviews",
    "reviews": [
      {
        "review": "wada was quite burnt and idli was tasteless",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Lost Recipes",
    "url": "https://www.zomato.com/pune/lost-recipes-wakad/reviews",
    "reviews": [
      {
        "review": "Every thing was tasteless and not even fresh",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Subway",
    "url": "https://www.zomato.com/pune/subway-balewadi/reviews",
    "reviews": [
      {
        "review": "Poor food in picture the food was different",
        "rating": "5"
      },
      {
        "review": "Bad packaging sandwich was too cold to eat taste was okay, okay",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Coffee And More",
    "url": "https://www.zomato.com/pune/coffee-and-more-hinjawadi/reviews",
    "reviews": [
      {
        "review": "We often order Bulgogi ramen from coffee and more and it's their best ramen but now they have stopped serving egg with and taste has also changed. Also chicken chilli was just full of star anise flavour.",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Independence Brewing Company",
    "url": "https://www.zomato.com/pune/independence-brewing-company-1-balewadi/reviews",
    "reviews": [
      {
        "review": "food is average . somewhere the place has lost its sheen and charm",
        "rating": "1"
      },
      {
        "review": "Excellent food and service",
        "rating": "4"
      },
      {
        "review": "Gonesh ..great service",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Sai Sagar Pure Veg",
    "url": "https://www.zomato.com/pune/sai-sagar-pure-veg-wakad/reviews",
    "reviews": [
      {
        "review": "medhu vada is awesome very crispy after delivery also\nsambhar is good in taste",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Indian Darbaar Pure Veg",
    "url": "https://www.zomato.com/pune/indian-darbaar-pure-veg-baner/reviews",
    "reviews": [
      {
        "review": "Wrong food delivery. I ordered mini thali and i got 3 nan and sabji. Disappointed., Do how it can be fixed. I demand full refund.",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Theobroma",
    "url": "https://www.zomato.com/pune/theobroma-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Tanjore Coffee House",
    "url": "https://www.zomato.com/pune/tanjore-coffee-house-4-hinjawadi/reviews",
    "reviews": [
      {
        "review": "sambar rice very worst and taste very poor.",
        "rating": "4"
      },
      {
        "review": "I ordered food from Tanjore Cafe today on Zomato, the white chutney was stale. Sambhar was extremely watered down. Wada was highly fermented and soft like it was made days ago. Highly disappointed with the food.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Cafe Buddy’s Espresso",
    "url": "https://www.zomato.com/pune/cafe-buddys-espresso-wakad/reviews",
    "reviews": [
      {
        "review": "just went for coffee but ended up with hot chocolate it was really smooth and rich in taste ordered for garlic bread but was disappointed by the taste . it's a quite and cozy place perfect for couples.",
        "rating": "1"
      },
      {
        "review": "Taste was normal. We went for the first time. But they really need to look into hygiene a lot. We found (Pubic Hair) in the white sauce pasta. It was such a pathetic experience. Also when we have highlighted the complaint, instead of accepting the mistake, they were telling us that the hair might come from outside. That means they were blaming on us. This people really needs to improve their customer dealing process. Also they charged the amount of that item. Seriously will never want to come back to this place.",
        "rating": "5"
      },
      {
        "review": "Service is not quick and bread was hard. Taste wise not good. Mohito we tried that was not worth. Manit tikka pizza was not good",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Nawab Asia",
    "url": "https://www.zomato.com/pune/nawab-asia-1-baner/reviews",
    "reviews": [
      {
        "review": "food was good and Mr Yogi provided nice service .",
        "rating": "4"
      },
      {
        "review": "food was bad. speacially punjabi main course... salty",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Kitful Cafe",
    "url": "https://www.zomato.com/pune/kitful-cafe-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Packaging was too bad. Food was spilling over the packet",
        "rating": "1"
      },
      {
        "review": "taste is very nice",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "K.K's Cafe",
    "url": "https://www.zomato.com/pune/k-ks-cafe-sus/reviews",
    "reviews": [
      {
        "review": "Desi Foodie",
        "rating": "1"
      },
      {
        "review": "Delicious food. Go to place",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "La Pino'z Pizza",
    "url": "https://www.zomato.com/pune/la-pinoz-pizza-wakad/reviews",
    "reviews": [
      {
        "review": "pizza taste was very bad....its looks like a dry chappati . i wouldnot going to buy again",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Omaha Veg",
    "url": "https://www.zomato.com/pune/omaha-veg-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "Great food taste, quality & service.Must come here with your family",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Shri Martand Misal House",
    "url": "https://www.zomato.com/pune/shri-martand-misal-house-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Small hole in the wall place but awesome misal. If you are looking for a healthy options then may not be the right place but taste wise it was super. The tumbler of misal gravy was crazy. Solkadhi was also quite refreshing.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "GaramTawa Bistro & Herbal Cafe",
    "url": "https://www.zomato.com/pune/garamtawa-bistro-herbal-cafe-balewadi/reviews",
    "reviews": [
      {
        "review": "they give amazing Jain food. I'm totally in love with all the items that I've tried",
        "rating": "3"
      },
      {
        "review": "I have ordered multiple times, but this time, pasta was so bad, tasted like wheat, very bad taste.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Salad Tub",
    "url": "https://www.zomato.com/pune/salad-tub-1-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cafe Cues & Cushions",
    "url": "https://www.zomato.com/pune/cafe-cues-cushions-dange-chowk/reviews",
    "reviews": [
      {
        "review": "Very bad taste. Chicken is bad too. Not at all good. Unhappy with the taste.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Thikana",
    "url": "https://www.zomato.com/pune/thikana-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Kamal was good at service",
        "rating": "1"
      },
      {
        "review": "Good service by vishal",
        "rating": "5"
      },
      {
        "review": "Kamal was great at service",
        "rating": "4"
      },
      {
        "review": "Worst services like slow delivery times, inattentive staff and also lack of professionalism",
        "rating": "3"
      },
      {
        "review": "Good Food , Very Nice service by Kamal",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "FML - Food Music Love",
    "url": "https://www.zomato.com/pune/fml-food-music-love-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Good service",
        "rating": "1"
      },
      {
        "review": "Met satya in fml was serving a quality service",
        "rating": "5"
      },
      {
        "review": "the place was good and service also good , food avarage",
        "rating": "4"
      },
      {
        "review": "very nice ambience and staf is very kind specially pradip",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Mahesh Dining Hall",
    "url": "https://www.zomato.com/pune/mahesh-dining-hall-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Pizza Diaries",
    "url": "https://www.zomato.com/pune/pizza-diaries-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Publiq",
    "url": "https://www.zomato.com/pune/publiq-wakad/reviews",
    "reviews": [
      {
        "review": "great service, decent ambience and the music was also good. a place which you can def visit and give a try",
        "rating": "3"
      },
      {
        "review": "Most disgusting place to be in Pune\nNeither the service nor the food is upto standard\nMoreover the people are bossy and makes you pay unwanted money inspite getting the cover charges\nThe managers are like local goons of the place and not ready to listen anything beyond their arrogance\nI personally feel this place is just to fool people and lootify people\nHighly disappointed with this Zomato Service",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Tea Post",
    "url": "https://www.zomato.com/pune/tea-post-mahalunge/reviews",
    "reviews": [
      {
        "review": "thanks for serving so early morning . portion size is good for the price as per request you didn't put any chilles or hot sauce ( appreciate that and thanks once again) but the sandwiches and wrap lacked just a pinch of salt. .. otherwise good...wrap has a scope of improvement...it had too much raw tomato and onion...could include other julien cut veggies. the garlic bread tasted like plain bread butter....fresh though.....veg puff was average. even though outer layer was fresh n crisp but the stuffing was average\noverall..i m satisfied with the service and food quality, portion, and pricing......will order again .and recommend too.\nthanks for your service.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Buzz - Vivanta Pune",
    "url": "https://www.zomato.com/pune/buzz-vivanta-pune-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Food was amazing. impeccable.\nservice was prompt and positive.\ndid not have vallet parking, had to park on my own (although within their premises itself)\nambience wasn't the best, but also not bad.",
        "rating": "1"
      },
      {
        "review": "We went for their Sunday Brunch. To our disappointment it was mere lunch, but at a higher price since it was named Brunch. The spread clearly lacked 4-5 dishes, which is terrible. We loved the ambiance and service but food clearly missed the mark.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Sandwich Express",
    "url": "https://www.zomato.com/pune/sandwich-express-baner/reviews",
    "reviews": [
      {
        "review": "burnt food\novergrilled item delivered without proper check",
        "rating": "3"
      },
      {
        "review": "Unfortunately spicy, whilst eat the only flavour we could taste was of the sauce",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Kerala Cafe",
    "url": "https://www.zomato.com/pune/kerala-cafe-1-baner/reviews",
    "reviews": [
      {
        "review": "Chicken is like raw meat, not cooked well. Day by day food is getting worst.",
        "rating": "5"
      },
      {
        "review": "Chicken Roast was awful and bitter. Every bite was a chore to taste. Hopefully my health doesn't get affected. My dinner was further ruined with Chicken 65 with bones. It barely had any meat. The only redeeming dish was the custard. Overall awful for the price you pay but definitely has potential to be better.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Kasturi Family Restaurant",
    "url": "https://www.zomato.com/pune/kasturi-family-restaurant-hinjawadi/reviews",
    "reviews": [
      {
        "review": "The staff has an attitude that's not polite. Especially if they think you don't understand Hindi or Marathi properly. The supervisor and cashier just faking to take action but no change instead the server, again show attitude as if they are doing any favour.",
        "rating": "2"
      },
      {
        "review": "Food was too much salty",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Cafe +",
    "url": "https://www.zomato.com/pune/cafe-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "please don't you this roti in roll it tastes very bad there is no taste in pasta also",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Saoji Wowji",
    "url": "https://www.zomato.com/pune/saoji-wowji-1-sus/reviews",
    "reviews": [
      {
        "review": "awesome food",
        "rating": "5"
      },
      {
        "review": "awesome food as always",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Cafe Bay Leaf - Ramada Plaza",
    "url": "https://www.zomato.com/pune/cafe-bay-leaf-ramada-plaza-balewadi/reviews",
    "reviews": [
      {
        "review": "uncoporative staff",
        "rating": "2"
      },
      {
        "review": "slow service",
        "rating": "3"
      },
      {
        "review": "cheap food",
        "rating": "1"
      },
      {
        "review": "Pathetic food. They messed up everything in the buffet. The manager Krishnendu, is extremely rude and disrespectful. The chef can’t cook. They couldn’t cook home style chicken curry or Goan Fish curry. Burnt Angara Chicken and uncooked grilled chicken.",
        "rating": "2"
      },
      {
        "review": "courteous staff",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Sreca Rooftop Lounge",
    "url": "https://www.zomato.com/pune/sreca-rooftop-lounge-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "Food was good, but chicken tikka was more sweet than expected",
        "rating": "5"
      },
      {
        "review": "Grossly overpriced food. The menu is likely rigged for Zomato dining pre booked customers?",
        "rating": "4"
      },
      {
        "review": "Sweet food test for every dish and beers are too much expensive",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Crazy Cheesy",
    "url": "https://www.zomato.com/pune/crazy-cheesy-wakad/reviews",
    "reviews": [
      {
        "review": "Food was very cold and delivery also delayed",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Chefys Pizza",
    "url": "https://www.zomato.com/pune/chefys-pizza-hinjawadi/reviews",
    "reviews": [
      {
        "review": "timely service",
        "rating": "2"
      },
      {
        "review": "Went with friends to this place and turned out to be quite a long wait. Place has two levels. But waiting to be expected on weekends. Food is very good though. Try their chicken peri peri pizza and chicken BBQ pizza. Garlic bread is nice too. Go for it",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Baker's Basket",
    "url": "https://www.zomato.com/pune/bakers-basket-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Signature Kolkata - Home Style Bengali Kitchen",
    "url": "https://www.zomato.com/pune/signature-kolkata-home-style-bengali-kitchen-wakad/reviews",
    "reviews": [
      {
        "review": "This outlet is located inside a chowpatty. The food is quite average. The mochar chop unfortunately had no flavour of mocha in it. It tasted good enough to be called a vegetable chop instead. The paneer kosha was quite tasty though. We ended up ordering extra roti to finish up the yummy gravy. The Aloo posto combo was quite average. The quantity of the posto and sabzis could have been more though.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Citrus Cafe - Lemon Tree Hotel",
    "url": "https://www.zomato.com/pune/citrus-cafe-lemon-tree-hotel-hinjawadi/reviews",
    "reviews": [
      {
        "review": "We went last weekend for dinner buffet to Citrus cafe of Lemon tree Hinjawadi. The buffet options were limited especially the starters selection was very poor. Chinese was not up to the mark as there was some smell in the noodles. All other items were very average in taste. Some items didn't seem fresh. We didn't enjoy the taste at all. After coming home midnight I had vomiting due to indigestion and my husband and kid also had digestion issues and stomach pain. It was indeed a very pathetic exp...not expected from a brand like Lemon tree to serve stale and tasteless food.",
        "rating": "1"
      },
      {
        "review": "We went with office group of 4. They didnt acknowledge that zomato booking was done. Ala carte was not available so went for lunch buffet. Food was below average for this price range. Chicken curry pieces were over and we had to ask twice to replenish. Variety was limited too. Desert was some basic kheer and banana custard.\nService was overwhelmed with a big group which had arrived separately. Basic things like availability of quarter plates were not there.\nI have visited this restaurant pre-covid multiple times and it was so much better. Maybe its not kept same standards now",
        "rating": "5"
      },
      {
        "review": "Very good food, nice ambience and excellent service. The menu is a bit limited but it doesn't matter much. The food is tasty, hygienic and the service is excellent. The hospitality by Ms. Santoshi during breakfast was great. Dining here was a happy experience, just like the stay in the hotel.",
        "rating": "4"
      },
      {
        "review": "Celebrated my daughter's birthday here.Good Vibes and lovely environment. Great Buffet spread both in veg/ non veg options. Very prompt and friendly services. Would love to visit again",
        "rating": "3"
      },
      {
        "review": "Went today to the hotel for good dinner, but it was the worst dinner that i have there till time.. So pathetic. No music and smell all around in the place. Mosquitos were flying there and even bites my kid too. Servicing was slow, no menu given and was charged very high. Different atmosphere like I was having dinner at my home. No atmosphere at all. What to say, even food quality was bad too, they should have paid me rather than I pay them thhat I went to that pathetic place.. My biggest mistake. 10 rs tea is more worth than this dinner thhat I have there at the big name lemon tree hotel. Simple papad they charged 250,so u can imagine the rest how thy charged for nothing.....",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Chocolate Biclate",
    "url": "https://www.zomato.com/pune/chocolate-biclate-wakad/reviews",
    "reviews": [
      {
        "review": "The red velvet cupcake was not fresh. It had a hair and some dust on it. is it so hard for you to provide freshly baked cakes? what the hell is this? even the other cupcakes didn't taste as good as before. they were not fresh but thankfully clean.",
        "rating": "5"
      },
      {
        "review": "Thirdclass cake......don't eat.\n\nalso no name and birthday tag ...\n\nbad taste wastage money's",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "7th Avenue Waffles",
    "url": "https://www.zomato.com/pune/7th-avenue-waffles-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Sairaj Rolls House",
    "url": "https://www.zomato.com/pune/sairaj-rolls-house-3-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "New Poona Bakery",
    "url": "https://www.zomato.com/pune/new-poona-bakery-wakad/reviews",
    "reviews": [
      {
        "review": "Don't buy pastery from puna bakery they all are stale,taste and smell like rancide,this is the 2nd time they gave like this pastery",
        "rating": "1"
      },
      {
        "review": "Seems new poona bakery has employed the goons to threaten the customers. Some one was there who was thinking of himself as a owner or Arnold with the bulky body on simply asking for the cartons started shouting and threatening in further discussion. He even mis behaved with my wife.\nThis particular place started attracting more customers hence this sudden change in the attitude.\nThis was my last visit to the store full of shit and goons, the lady sitting at the entrance was too polite but this moron witu bulky body was nothing more then shit, you should teach some customer services to these staff.",
        "rating": "2"
      },
      {
        "review": "AVOID at any cost!\n\nHad purchased few paneer naan from their wakad store and found a big piece of glass while chewing. Fortunately saved my life as i found this in time. After complaining, they took it so lightly as if its normal business for them. They sent someone two days after and took away the product. Sent email after few days stating they fired the chef and will send some other products as compensation. A month passed by and there was no response from them. After reminding, they sent few of their pathetic and tasteless products and on top of it, one product was already expired. Upon complaining, they just ignored it completely as if they do not care about customers eating...read more",
        "rating": "1"
      },
      {
        "review": "This outlet Visited once when I was in Pune. This is good option if you want to try some puff, pastry. They have eggless cakes. Cream rolls are fresh & tastes great.",
        "rating": "5"
      },
      {
        "review": "Actually we ordered Americon panpizza with overloaded cheese and its one of the family friendly bakkery and i the thing which i loved that we were too hungry. At that time and its was 11 pm time and. Were not finding any place to have some food thier its mentioned that closing time of it is last 10 pm but very very glad to know that it was open on 11 pm though and i loved the ambience and infrastructure of the bakkery u would all try it ones",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Dadu's Sweet Emporio",
    "url": "https://www.zomato.com/pune/dadus-sweet-emporio-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Baokin",
    "url": "https://www.zomato.com/pune/baokin-1-baner/reviews",
    "reviews": [
      {
        "review": "Extremely poor quality food, weirdly prepared chicken",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Ice N Fire Sky Lounge",
    "url": "https://www.zomato.com/pune/ice-n-fire-sky-lounge-baner/reviews",
    "reviews": [
      {
        "review": "Abhishek provided a good service",
        "rating": "5"
      },
      {
        "review": "food is really good",
        "rating": "3"
      },
      {
        "review": "Good service by Abhishek",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Swad Biryani",
    "url": "https://www.zomato.com/pune/swad-biryani-punawale/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Egg Bite",
    "url": "https://www.zomato.com/pune/the-egg-bite-dange-chowk/reviews",
    "reviews": []
  },
  {
    "restaurant": "Merchant & Me",
    "url": "https://www.zomato.com/pune/merchant-me-wakad/reviews",
    "reviews": [
      {
        "review": "sanjit\nthank you for your recommendation and service",
        "rating": "1"
      },
      {
        "review": "Kundan was very helpful ans friendly. The service was good . they can increase the qty of br8yani though.",
        "rating": "5"
      },
      {
        "review": "Good place with nice ambiance. The service is bit slow but I think it’s due to food being prepared fresh .\nTaste is very good .\nOverall a good experience, my kid really enjoyed the food.",
        "rating": "4"
      },
      {
        "review": "Food was not upto the mark.",
        "rating": "3"
      },
      {
        "review": "Good food but limited menu",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "RushHrs",
    "url": "https://www.zomato.com/pune/rushhrs-3-hinjawadi/reviews",
    "reviews": [
      {
        "review": "All burgers were too spicy and we can eat very spicy food.",
        "rating": "5"
      },
      {
        "review": "taste good",
        "rating": "3"
      },
      {
        "review": "worst taste",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Hotel Vijay- The Taste Of Tamil Nadu",
    "url": "https://www.zomato.com/pune/hotel-vijay-the-taste-of-tamil-nadu-hinjawadi/reviews",
    "reviews": [
      {
        "review": "taste is very bad",
        "rating": "1"
      },
      {
        "review": "Dosa was amazing, please keep up the taste and quality...",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "AUR Coffee",
    "url": "https://www.zomato.com/pune/aur-coffee-wakad/reviews",
    "reviews": [
      {
        "review": "Well packed. Great taste. Loved it!",
        "rating": "4"
      },
      {
        "review": "If you are someone who loves to try different types of frappes, you should not miss this coffee shop. They serve amazingly refreshing frappes. There Irish coffee is something you should try at all cost. Though they do not have very big menu and a lot of items to choose from; but, you will find something to satisfy your taste buds and caffeine cravings there. You can skip there shakes, as they are of average taste only. But, all of their frappes are worth trying.",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Cake Choice",
    "url": "https://www.zomato.com/pune/cake-choice-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Cake was not fresh also the rasmalai was also bad in taste.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Mood Drums Kitchen & Bar",
    "url": "https://www.zomato.com/pune/mood-drums-kitchen-bar-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Great service. Shubham server was very hospitable",
        "rating": "1"
      },
      {
        "review": "Very quick service and yummy food",
        "rating": "5"
      },
      {
        "review": "The music was too loud and the food doesn’t taste good at all.",
        "rating": "4"
      },
      {
        "review": "Good food good music",
        "rating": "3"
      },
      {
        "review": "Such a lovely spot right opposite the IT Park! Perfect place to unwind with family — the live music added a soulful vibe 🎶. The food was absolutely delicious, and the ambience was warm, welcoming, and beautifully done. Great service too! Highly recommend if you're looking for a cozy evening with good food and good vibes.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "WOW! Momo",
    "url": "https://www.zomato.com/pune/wow-momo-wakad/reviews",
    "reviews": [
      {
        "review": "The food is wasted due to spillage",
        "rating": "5"
      },
      {
        "review": "Very bad the momo was not up to taste and the drink was pathetic",
        "rating": "4"
      },
      {
        "review": "excellent taste and del9",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Hotel Nivant",
    "url": "https://www.zomato.com/pune/hotel-nivant-jambhe/reviews",
    "reviews": [
      {
        "review": "The order was delivered incomplete, chilli chicken had too much gravy and was thin as water. The taste was also not good. Prices are too high for the quality and quantity of the food. Overall pretty bad.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Jagaat Bhaari Kolhapuri",
    "url": "https://www.zomato.com/pune/jagaat-bhaari-kolhapuri-baner/reviews",
    "reviews": [
      {
        "review": "Not so great taste",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Shree Sai Wadewale",
    "url": "https://www.zomato.com/pune/shree-sai-wadewale-hinjawadi/reviews",
    "reviews": [
      {
        "review": "the food was cold including the tea its tasteless i will not recommended ordering from here",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Santorini by Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/santorini-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": [
      {
        "review": "amazing service , rushikesh was really nice and polite .\nwould love to come here again and again",
        "rating": "1"
      },
      {
        "review": "Abhay gave good service",
        "rating": "5"
      },
      {
        "review": "Food , Ambience, and Vibes are very good ..thanks abhay for good hospitality",
        "rating": "4"
      },
      {
        "review": "Taste was not up to the mark and many Items are not available which we in the menu. Service delay.",
        "rating": "3"
      },
      {
        "review": "Abhay was really polite while serving n the served the bestest best service",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Purohit Sweets",
    "url": "https://www.zomato.com/pune/purohit-sweets-1-dange-chowk/reviews",
    "reviews": [
      {
        "review": "Bad vada pav not cooked properly masala not cooked raw taste",
        "rating": "1"
      },
      {
        "review": "\"The Malai Peda didn’t taste fresh. It had an off taste, almost like it was past its best quality.\nMango Barfi was good",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Dwarka Pure Veg Restaurant",
    "url": "https://www.zomato.com/pune/dwarka-pure-veg-restaurant-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "Very tasteless and spicy food!",
        "rating": "3"
      },
      {
        "review": "Beautiful ambience great food and staff especially the cashier. Would definitely visit again.\nGreat place for family n friends👍🏼🫠",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "WOW! China",
    "url": "https://www.zomato.com/pune/wow-china-wakad/reviews",
    "reviews": [
      {
        "review": "i ordered chicken noodles combo .And chicken was smelling as if it was not fresh. The food was cold which i understand it can happen but the food was eatable. Really disappointed",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Chai Sutta Bar",
    "url": "https://www.zomato.com/pune/chai-sutta-bar-hinjawadi/reviews",
    "reviews": [
      {
        "review": "coffee are great . need to improvise on food",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Shree Anjani Cafe",
    "url": "https://www.zomato.com/pune/shree-anjani-cafe-pimple-nilakh/reviews",
    "reviews": []
  },
  {
    "restaurant": "Andhra Culture",
    "url": "https://www.zomato.com/pune/andhra-culture-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kannu Ki Chai",
    "url": "https://www.zomato.com/pune/kannu-ki-chai-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Taste Of Indore",
    "url": "https://www.zomato.com/pune/taste-of-indore-wakad/reviews",
    "reviews": [
      {
        "review": "Our food was spilled entirely.",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Pizza Merrano",
    "url": "https://www.zomato.com/pune/pizza-merrano-hinjawadi/reviews",
    "reviews": [
      {
        "review": "Lovvee the taste",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Amul Ice Lounge",
    "url": "https://www.zomato.com/pune/amul-ice-lounge-wakad/reviews",
    "reviews": [
      {
        "review": "Absolutely amazing experience!\nThe owner, Chirag, was incredibly warm and hospitable. He personally took the time to walk us through the menu and insisted we try the different flavours available. His passion and personal touch truly elevated the entire experience. Every bite was a delight, and the service made it even more memorable. Highly recommend this place – not just for the ice creams, but for the heart behind it!",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Dilli Gulli",
    "url": "https://www.zomato.com/pune/dilli-gulli-punawale/reviews",
    "reviews": [
      {
        "review": "I've been waiting to try food from here for a long time and they did not disappoint.\nTheir Kulche are the star item which are most splendidly paired with their amritsari chhole. Even the pickled carrots and chillies are a delicacy. And the chaas balanced the whole meal perfectly.",
        "rating": "1"
      },
      {
        "review": "Fantastic food",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Naadbramha Idli",
    "url": "https://www.zomato.com/pune/naadbramha-idli-2-hinjawadi/reviews",
    "reviews": [
      {
        "review": "food was stale",
        "rating": "1"
      },
      {
        "review": "No doubt, Idly taste is amazing .\nWe tried the appe it was good . My favourite is Thatte idli , must try .",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Yellow Door Cafe",
    "url": "https://www.zomato.com/pune/yellow-door-cafe-baner/reviews",
    "reviews": [
      {
        "review": "fresh food",
        "rating": "1"
      },
      {
        "review": "masala Maggie was awesome Delicious food 😋 and coffee do visit good place also . students crowd.❤️❤️❤️",
        "rating": "4"
      },
      {
        "review": "fresh food",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "PizzaExpress",
    "url": "https://www.zomato.com/pune/pizzaexpress-wakad/reviews",
    "reviews": [
      {
        "review": "Very good food and staff",
        "rating": "5"
      },
      {
        "review": "Wonderful service. Aarti hosted very well.",
        "rating": "4"
      },
      {
        "review": "The food was great.",
        "rating": "3"
      },
      {
        "review": "Amazing food love the service",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Ashoka Resto Bar",
    "url": "https://www.zomato.com/pune/ashoka-resto-bar-pimple-nilakh/reviews",
    "reviews": [
      {
        "review": "slow service",
        "rating": "1"
      },
      {
        "review": "Quantity and quality of the food did not worth the price.",
        "rating": "2"
      },
      {
        "review": "Quite good place to enjoy your food with your family and friends. The place is quite decent not much crowded.\nWe ordered the soups ( Veg hot and sour & Chicken manchow soup ) the taste was very good. Price of some dishes are on the higher side which can be more pocket friendly.\nAmbiance - 4.5/5\nFood - 4/5\nPrice - 3.5/5\nOverall - 4/5",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Oscarwadi Misal",
    "url": "https://www.zomato.com/pune/oscarwadi-misal-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kanhaiya Milk Dairy & Milk Products",
    "url": "https://www.zomato.com/pune/kanhaiya-milk-dairy-milk-products-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hotel Shubh Nakshatra Family Dining - Branch 1",
    "url": "https://www.zomato.com/pune/hotel-shubh-nakshatra-family-dining-branch-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "good quality and tasty food. Good for Family sitting",
        "rating": "1"
      },
      {
        "review": "I ordere firat time but they miss rice to add in thali but still food ia too much tasty and quantity was good",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "7th Heaven",
    "url": "https://www.zomato.com/pune/7th-heaven-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Colibri Coffee",
    "url": "https://www.zomato.com/pune/colibri-coffee-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Bites Of Benaras",
    "url": "https://www.zomato.com/pune/bites-of-benaras-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Radhakrishna Cafe & Snacks",
    "url": "https://www.zomato.com/pune/radhakrishna-cafe-snacks-2-hinjawadi/reviews",
    "reviews": [
      {
        "review": "the food was so delicious",
        "rating": "5"
      },
      {
        "review": "everything was good, the taste was good but there were two hairs in the sandwich. plz from next time take care of it.",
        "rating": "4"
      },
      {
        "review": "very bad taste",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Pune Best Biryani",
    "url": "https://www.zomato.com/pune/pune-best-biryani-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "quality and quantity was amazing the taste was really good and the price of the biryani is affordable",
        "rating": "3"
      },
      {
        "review": "This is my first order and the tasty was so so so amazing Here's a sample review:\n\n\"Just had the most flavorful biryani at Pune Best Biryani, the spices were perfectly balanced. The portion size was generous, and the service was top-notch. Highly recommend for biryani lovers! 5/5 the quality and the quantity was amazing the delivery guy and the hotel owner is so kind and very helpful thank you so much bhaiyya ☺️best of luck for your future orders",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Sneh Taste Of Indore",
    "url": "https://www.zomato.com/pune/sneh-taste-of-indore-hinjawadi/reviews",
    "reviews": [
      {
        "review": "nice Taste pure Indori",
        "rating": "4"
      },
      {
        "review": "poha and samosas had a taste exactly like the one I had in indore! would deff recommend to try",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Bhuleshwar Misal",
    "url": "https://www.zomato.com/pune/bhuleshwar-misal-1-sus/reviews",
    "reviews": [
      {
        "review": "nice taste",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "The Crepe Court",
    "url": "https://www.zomato.com/pune/the-crepe-court-mahalunge/reviews",
    "reviews": [
      {
        "review": "loved the food",
        "rating": "3"
      }
    ]
  },
  {
    "restaurant": "Hotel Kuval's Inn",
    "url": "https://www.zomato.com/pune/hotel-kuvals-inn-aundh/reviews",
    "reviews": [
      {
        "review": "Foodie Anna Lets The Flavors Speak",
        "rating": "3"
      },
      {
        "review": "The food is luscious, especially the Thali plate. The seating is fine, and the place is always clean and hygienic. The ambience is pleasant. Overall, everything is above average.",
        "rating": "5"
      }
    ]
  },
  {
    "restaurant": "Ved Family Restaurant",
    "url": "https://www.zomato.com/pune/ved-family-restaurant-dange-chowk/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hotel Sanskruti",
    "url": "https://www.zomato.com/pune/hotel-sanskruti-dange-chowk/reviews",
    "reviews": []
  },
  {
    "restaurant": "Katraj Ice Cream Parlors",
    "url": "https://www.zomato.com/pune/katraj-ice-cream-parlors-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "SRG Litti Chokha",
    "url": "https://www.zomato.com/pune/srg-litti-chokha-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kakke Da Paratha",
    "url": "https://www.zomato.com/pune/kakke-da-paratha-1-hinjawadi/reviews",
    "reviews": [
      {
        "review": "dal makhni was ridiculous. Aloo sabji filled with turmeric. bitter taste. worst food ever had",
        "rating": "1"
      }
    ]
  },
  {
    "restaurant": "Kaka Halwai Sweets And Namkeen",
    "url": "https://www.zomato.com/pune/kaka-halwai-sweets-and-namkeen-baner/reviews",
    "reviews": [
      {
        "review": "Freshly made and packed, great taste.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Khamang",
    "url": "https://www.zomato.com/pune/khamang-1-wakad/reviews",
    "reviews": [
      {
        "review": "Superb taste.",
        "rating": "5"
      },
      {
        "review": "Instead of chatani along with these items they sent green water only which was tasteless. Please learn how to prepare chatani.",
        "rating": "4"
      }
    ]
  },
  {
    "restaurant": "Merwans Cake Stop",
    "url": "https://www.zomato.com/pune/merwans-cake-stop-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Eight",
    "url": "https://www.zomato.com/pune/eight-wakad/reviews",
    "reviews": [
      {
        "review": "Saw a cockroach on the table while having food , absolutely unacceptable! Instead of addressing the issue properly, all we got was a casual apology from the server with no resolution or follow-up. Extremely disappointing experience.",
        "rating": "5"
      },
      {
        "review": "Amazing food great service",
        "rating": "3"
      },
      {
        "review": "45 mins for serving order in empty restaurant and plenty of staff\n\nSeems like they forgot the order for 30 mins",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Natural Ice Cream",
    "url": "https://www.zomato.com/pune/natural-ice-cream-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Irani Cafe",
    "url": "https://www.zomato.com/pune/irani-cafe-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Neopolitan Pizza",
    "url": "https://www.zomato.com/pune/neopolitan-pizza-1-pimple-nilakh/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kota Kachori & Namkeens",
    "url": "https://www.zomato.com/pune/kota-kachori-namkeens-wakad/reviews",
    "reviews": [
      {
        "review": "Not fresh, if not available say no. Don't send such food.",
        "rating": "2"
      }
    ]
  },
  {
    "restaurant": "Cake N Bake",
    "url": "https://www.zomato.com/pune/cake-n-bake-wakad/reviews",
    "reviews": [
      {
        "review": "I appreciate efforts of Cake N Bake staff who delivered us another cake despite Zomato Delivery person spoiled it completely. Cake N Bake arranged me replacement cake in an Hour and made sure that it gets properly delivered. Cake was delicious and I highly recommend Cake N Bake as partner for our future family Events",
        "rating": "1"
      }
    ]
  }
]