[
  {
    "restaurant": "Favela",
    "url": "https://www.zomato.com/pune/favela-hinjawadi/reviews",
    "reviews": [
      "All of us who dined here ended up with stomach infections the same day. Clearly something was wrong with the food hygiene or freshness. This is not just disappointing — it's dangerous. Would not recommend this place 👎",
      "went there to celebrate our anniversary, it wasn't a good experience. The ambience is average, food is not up to the mark",
      "Prices are already hiked and Favela advertising 50% off. However at the end of bill is what favela expecting from the customer. 50% off on the bills it’s just for showoff",
      "Fantastic Dining Experience at Favela Restaurant!\n\nI had an amazing time at Favela Restaurant! The ambiance is vibrant and beautifully designed — a perfect blend of comfort and style. The staff were warm, attentive, and made sure we were well taken care of throughout our visit.Especially sunny has served us and he is amazing.\n\nThe food was absolutely delicious — every dish was packed with flavor and presented beautifully. From starters to dessert, everything exceeded expectations. The menu offers a great variety, and the quality of ingredients really stands out.\n\nHighly recommend Favela Restaurant for anyone looking for a memorable dining experience with great food, service, and...read more"
    ]
  },
  {
    "restaurant": "Tettoricca",
    "url": "https://www.zomato.com/pune/tettoricca-hinjawadi/reviews",
    "reviews": [
      "Nice evening outing here. Rustom the waiter was really good at service. Enjoyed the night",
      "Good food with good service. Well spoken staff with good recommendations.\nAwesome vibe for a cute place.",
      "Service was fantastic, Thanks to Sona for the food suggestions.\nThe food was perfect. Must visit for friends and family."
    ]
  },
  {
    "restaurant": "HYDE - Kitchen & Bar",
    "url": "https://www.zomato.com/pune/hyde-kitchen-bar-expressway/reviews",
    "reviews": [
      "This place is not worth the money we paid for.\nQuality of food is very average.\nservice is also not good\nNo live music / Dance floor.",
      "food was very bad and too salty we have changed 2 times but still the test was bad we ordered biryani , biryani was like steamed rice ."
    ]
  },
  {
    "restaurant": "Intactu",
    "url": "https://www.zomato.com/pune/intactu-hinjawadi/reviews",
    "reviews": [
      "The place was really nice, the service was also good as well as the staff. Must visit:)"
    ]
  },
  {
    "restaurant": "The 3 Musketeers Cafe & Bar",
    "url": "https://www.zomato.com/pune/the-3-musketeers-cafe-bar-hinjawadi/reviews",
    "reviews": [
      "Thanks for the amazing hospitality by Sonu. We really enjoyed a lot with live music and delicious food.",
      "It was nice experience and Sonu was great host.\nGreat vibe. Definately recommended."
    ]
  },
  {
    "restaurant": "I Amsterdam",
    "url": "https://www.zomato.com/pune/i-amsterdam-hinjawadi/reviews",
    "reviews": [
      "Food was nice ! Bit salty again depends on your taste buds, I prefer less salty that way bit salty"
    ]
  },
  {
    "restaurant": "Agent Jack's",
    "url": "https://www.zomato.com/pune/agent-jacks-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Xia By Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/xia-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": [
      "Imagine vetting \"pet friendly\" restaurants and finally choosing one, only to be told after reaching they aren't allowed. Unacceptable",
      "food was awesome saniya and other mam are good saniya explanation is really friendly and nice I like so much"
    ]
  },
  {
    "restaurant": "Bao Story",
    "url": "https://www.zomato.com/pune/bao-story-1-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Momentt- Enrise By Sayaji",
    "url": "https://www.zomato.com/pune/momentt-enrise-by-sayaji-expressway/reviews",
    "reviews": [
      "very bad experience....received wrong order & they were asking me to cancel the order which was costing me full bill amount as cancelation charge. It was restaurant's fault & I was getting fined.",
      "Both hara bhara kebab and corn tikki were overcooked to the point where the almost looked burnt instead of tasty. The Paneer tikka was definitely not marinaded properly because there was almost no masala sticking to the Paneer and it tasted extremely bland.\nTomato soup was nice and Manchurian starter was good. Not a great experience overall because I have received much better tasting food from this exact same place for same items during my previous orders."
    ]
  },
  {
    "restaurant": "YOLO Gastro Lounge",
    "url": "https://www.zomato.com/pune/yolo-gastro-lounge-pimple-nilakh/reviews",
    "reviews": [
      "Not Worth It\nThe food didn’t taste good, and the yeast items were really bad. Staff didn’t treat us well, and service was slow. The prices were much higher than what was shown online. Totally disappointing visit.",
      "Very Bad Experience\nThe food was not good, especially the items made with yeast. The service was slow and the staff was not friendly. The prices were too high, and the amount on the bill was more than what I saw on Tomato Booking. I won’t go there again."
    ]
  },
  {
    "restaurant": "C - Dock",
    "url": "https://www.zomato.com/pune/c-dock-hinjawadi/reviews",
    "reviews": [
      "C Dock is an excellent place with a great ambience. The prices are reasonable and the atmosphere is amazing. The dance floor was buzzing, and the DJ kept the energy high with a great mix of music. The staff were friendly and attentive, and the overall atmosphere was lively and inviting. Would definitely visit again🍻",
      "The vibes were just perfect, relaxed yet lively, with a stunning poolside view that made the dining experience even better. The food was delicious, full of flavor and beautifully presented.\nThe service was quick, polite, and attentive. Whether you’re planning a date night, family dinner, or a get-together with friends, this spot has it all, great ambience, tasty food, and that dreamy pool vibe. Will definitely be back soon!",
      "If you're looking for the perfect blend of delicious food and serene ambience, this place should be at the top of your list. I've visited multiple times, and every single time, they’ve nailed it — from the flavors on the plate to the calming vibe by the pool.\nA special mention to Pankaj, who always takes incredible care of guests. He’s warm, attentive, and makes sure your dining experience is smooth from start to finish. Truly a great host and a big part of why I keep coming back! Highly recommend C-Dock."
    ]
  },
  {
    "restaurant": "Teera",
    "url": "https://www.zomato.com/pune/teera-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Makaira Kitchen & Bar",
    "url": "https://www.zomato.com/pune/makaira-kitchen-bar-wakad/reviews",
    "reviews": [
      "Awesome Place, tasty food and good offers\nwe ordered Paneer tikka and Son of dragon, taste is amazing",
      "The service and the food both were great. Also the mocktails are really good. Mr. Sanjit was such a sweet person who served us with his service ☺️",
      "Overall a nice experience I went on a friday night with family so the order arrived late but it was delicious. I would recommend visiting once . Ambience is also good\n\nThe only thing which i personally didn't like was the song level which was too high other than everything was good"
    ]
  },
  {
    "restaurant": "The Barkhana",
    "url": "https://www.zomato.com/pune/the-barkhana-wakad/reviews",
    "reviews": [
      "the noodles were bit smelly so not sure how fresh it was .. and zomato customer service is a joke ..",
      "Good Food and ambience. but a unusual element in bill called STAFF CONTRIBUTION which is nearly 10%"
    ]
  },
  {
    "restaurant": "Terrace By Bailamos",
    "url": "https://www.zomato.com/pune/terrace-by-bailamos-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cherie",
    "url": "https://www.zomato.com/pune/cherie-hinjawadi/reviews",
    "reviews": [
      "Great Service by Jayesh borude happy with the food and overall experience... the ambience could've have been little well lit it's little dark.",
      "Food and service is very good. Adesh ji treated us very well but one feedback for restaurant is that there should be normal RO water too instead of bottle water only and that too is very expensive"
    ]
  },
  {
    "restaurant": "Cafe Peter",
    "url": "https://www.zomato.com/pune/cafe-peter-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Rio Kitchen & Bar",
    "url": "https://www.zomato.com/pune/rio-kitchen-bar-1-hinjawadi/reviews",
    "reviews": [
      "We visited Rio Hinjewadi on a Saturday night with a group of 11 people, expecting a fun night out. Despite the place being almost empty, the staff refused to accommodate us on any of the available larger tables near the dance floor. Saying they don’t allow joining tables near dance floor. Instead, initially they gave us a table meant for 6, with one small table forcefully attached — definitely not enough for 11 people to sit comfortably. Later on somehow we asked them to give us one larger table in front of their dance floor.\n\nStill, we let that slide and went ahead to enjoy the evening. We ordered a lot — our bill crossed ₹20,000 — but the food was just average, nothing...read more",
      "They will charge you in the beginning itself 1k person even if ur bill is less. They will say it is will cover as part of bill and they will return don't believe them.. it's scam even if your bill is less. they have the minimum charge as 1 k person Don't believe on there 50 percent discount offer",
      "Tularam was very helpful as a server. I’d advise everyone to visit here once atleast and enjoy your drinks with the Vibe!!!",
      "they will charge you service charge and will not remove it if aske them and then if you tell them you cannot charge it and it implement by government then they give you another bill with increased amount like earlier my bill was around 6000 then i asked them to remove it then the bill was of 10k and they try to fool you with wrong calculations in the bill."
    ]
  },
  {
    "restaurant": "Downtown Club",
    "url": "https://www.zomato.com/pune/downtown-club-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Spice Factory",
    "url": "https://www.zomato.com/pune/spice-factory-hinjawadi/reviews",
    "reviews": [
      "i ordered chicken tikka kebab. It should be 8 pieces. but this is wat i received. not acceptable"
    ]
  },
  {
    "restaurant": "Yakii",
    "url": "https://www.zomato.com/pune/yakii-balewadi/reviews",
    "reviews": [
      "I got the veg sushi platter and the burnt Basque cheesecake, and honestly, I’d give this a 6.5/10 overall, and here’s why.\n\nI’m not a big fan of the rice they’re using or how it was cooked—it got too chewy. Sushi rice is supposed to be sticky but not laborious to eat. Also, the soy sauce makes it too salty, and the wasabi paste barely has any flavor. That said, the ginger is great, and the vegetables, nori sheet, and black sesame seeds add nicely to the flavor profile. So it’s not bad. I’d give the sushi itself about a 6/10. The texture left in your mouth once you’re done, though, is a bit off—I assume that’s because of the rice. But if you’re more of a flavor...read more",
      "the service was poor and the started served had to be made again as it was overcooked and oily (had ordered spring roll and it was not coated properly and broke while frying and was not checked by the chef before serving). This wasted 15 min of our time."
    ]
  },
  {
    "restaurant": "Circuit House",
    "url": "https://www.zomato.com/pune/circuit-house-balewadi/reviews",
    "reviews": [
      "Had mutton ghee roast and butter chicken, very good food. very good service by Narayan..staff very helpful and polite.",
      "Valet was very rude. He denied to take car even though there were 3 people present. They had no idea how to talk to guests.. ready to fight\nFood was fine but the overall experience was pathetic because of this incident. No one really cared to even be bothered about it",
      "Narayan and the staff has great service, food’s great and overall a good ambiance"
    ]
  },
  {
    "restaurant": "Torre - Gourmet Dining & Bar",
    "url": "https://www.zomato.com/pune/torre-gourmet-dining-bar-baner/reviews",
    "reviews": [
      "Torre had been on my list for a few months for now after it was highly recommended to me by a friend. I finally had a chance to visit this place on a weekday, monday with a friend. Torre is located on Balewadi High Street. Two wheeler and Four wheeler parking available. To my great surprise, this restaurant is located in an under construction building. It is a medium sized outlet with majorly indoor seating. The indoor ambience is good with bright vibrant lights. The place was completely empty and we were their only customers throughout the night. Torre specializes in serving Mexican food. We ordered their Empanadas Del Sol and Vegetable Fajitas. The Empanads were really great. Fried to...read more",
      "Torre offers a beautifully curated dining experience that blends freshness, flavor, and finesse in equal measure. From the warm welcome to the last bite, everything reflected quality and attention to detail.\n\nThe meal began with a complimentary serving of Zesty Lime Chili crisps—oil-free, perfectly crisp, and packed with vibrant flavor. A light and thoughtful start to the evening.\n\nThe Mexican Bean Soup was another highlight—mildly sweet, wonderfully tangy, and infused with fresh parsley. It brought warmth and character, making it a standout among soups I’ve had recently.\n\nWe then enjoyed the Viva La Nachos, which featured freshly made nachos topped with creamy avocado paste, tangy...read more"
    ]
  },
  {
    "restaurant": "Independence Brewing Company",
    "url": "https://www.zomato.com/pune/independence-brewing-company-1-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Le Parc",
    "url": "https://www.zomato.com/pune/le-parc-aundh/reviews",
    "reviews": [
      "Food was served cold and lacked freshness. Expected better quality and timely service. Disappointed overall.",
      "Service got pathetic...They serve main course first and then starters every time.\n\nTaste is also below average. Not recommended"
    ]
  },
  {
    "restaurant": "Nawab Asia",
    "url": "https://www.zomato.com/pune/nawab-asia-1-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "LIIT - Live IIT Today",
    "url": "https://www.zomato.com/pune/liit-live-iit-today-balewadi/reviews",
    "reviews": [
      "The food here is good, no complaints on that front. But if you're planning a party or looking for a lively vibe, this might not be the place. The crowd felt dull, and the DJ didn't really lift the mood. Drinks are overpriced for what they offer. Better suited for a quiet dinner than a night out.",
      "Scam... worst place, worst food, 2 peg imfl 2500/-. and Rude staff..\n\nno crowd. shady place.\n\ncheap.. cheap.. cheap..\n\ni asked for Jameson whiskey and i got some local brand.. couldnt ecen drink it..\n\nfibally paid 2500/- for nothing and came out.\n\ncant even give 1 star..",
      "zomato said no cover charge but when arrived at restaurant they said 2000 rs each cover charge compulsory. it's wrong.",
      "The food was ok-ok… We went later say around 10pm.. Initially the DJ was playing very boring music\nand picked at the fag end… Allowing only small time or fabulous music. Rest is fine"
    ]
  },
  {
    "restaurant": "Thikana",
    "url": "https://www.zomato.com/pune/thikana-hinjawadi/reviews",
    "reviews": [
      "lovel ambience.great service. prabhash rai served us very well. food quality was good. great music must visit place. highly recommend."
    ]
  },
  {
    "restaurant": "Hoomans- All Day Bar",
    "url": "https://www.zomato.com/pune/hoomans-all-day-bar-balewadi/reviews",
    "reviews": [
      "There was no parking or a valet, spent 15 mins searching for a parking. After that I discover that their prices are quite high. It’s like they had already adjusted their prices as per the discount coupons available for that slot. Cherry on top was I had to watch a add to see their menu. It’s like I am paying them and providing them the service.",
      "we had ordered pasta which was extremely spicy and the bread was also stale it was not the authentic flavour very bad taste disappointed."
    ]
  },
  {
    "restaurant": "FML - Food Music Love",
    "url": "https://www.zomato.com/pune/fml-food-music-love-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Swig",
    "url": "https://www.zomato.com/pune/swig-1-baner/reviews",
    "reviews": [
      "One of the best place I occasionally visit specially Keshav, he always gives us the good service is more than a brother recommend",
      "staff people Umesh and Keshav are very presentable and professional.. over all experience at swig has been great so far.. Love the atmosphere..",
      "Swig is a good place if you’re looking for chill vibes and a relaxed atmosphere. The food is just okay — the garlic bread we ordered was below average and not really worth it. Prices are definitely on the higher side for what you get. Better for the vibe than the food.",
      "The best place for retro music. I visited on a Thursday evening and the Dj played retro rock. The crowd was also nice and food and drinks were top notch",
      "I went on a Sunday evening. The Afro music was amazing and it set the perfect vibe for Sunday sundowner."
    ]
  },
  {
    "restaurant": "Publiq",
    "url": "https://www.zomato.com/pune/publiq-wakad/reviews",
    "reviews": [
      "great service, decent ambience and the music was also good. a place which you can def visit and give a try",
      "Most disgusting place to be in Pune\nNeither the service nor the food is upto standard\nMoreover the people are bossy and makes you pay unwanted money inspite getting the cover charges\nThe managers are like local goons of the place and not ready to listen anything beyond their arrogance\nI personally feel this place is just to fool people and lootify people\nHighly disappointed with this Zomato Service"
    ]
  },
  {
    "restaurant": "You Mee",
    "url": "https://www.zomato.com/pune/you-mee-wakad/reviews",
    "reviews": [
      "Restaurant manager , Kunal is very very helpful and polite . Loved this place ♥️"
    ]
  },
  {
    "restaurant": "Ice N Fire Sky Lounge",
    "url": "https://www.zomato.com/pune/ice-n-fire-sky-lounge-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "BOB And Brews",
    "url": "https://www.zomato.com/pune/bob-and-brews-baner/reviews",
    "reviews": [
      "Worst and rude management. They add extra food money in the bill and ask to pay for items that are not used.\nVery rude people"
    ]
  },
  {
    "restaurant": "Mood Drums Kitchen & Bar",
    "url": "https://www.zomato.com/pune/mood-drums-kitchen-bar-hinjawadi/reviews",
    "reviews": [
      "Such a lovely spot right opposite the IT Park! Perfect place to unwind with family — the live music added a soulful vibe 🎶. The food was absolutely delicious, and the ambience was warm, welcoming, and beautifully done. Great service too! Highly recommend if you're looking for a cozy evening with good food and good vibes."
    ]
  },
  {
    "restaurant": "Pind Punjab",
    "url": "https://www.zomato.com/pune/pind-punjab-hinjawadi/reviews",
    "reviews": [
      "mind blowing tandoori chicken, The marination - 10/10\nflavor - 10/10\nchutney & onion - 10/10.\n\none of the best so far! keep it up",
      "worst food i have received . i have ordered malai kofta which is so bad it was tasting like that you are eating like a raw flour kofta and curry was completely disgusting in taste"
    ]
  },
  {
    "restaurant": "Santorini by Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/santorini-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": [
      "amazing service , rushikesh was really nice and polite .\nwould love to come here again and again",
      "Taste was not up to the mark and many Items are not available which we in the menu. Service delay."
    ]
  },
  {
    "restaurant": "The Gazebo World Of Veg",
    "url": "https://www.zomato.com/pune/the-gazebo-world-of-veg-1-wakad/reviews",
    "reviews": [
      "Worst service provided , no point of booking in prior , they will anyway make you wait , people there are not very responsive",
      "This is a shame for Zomato. We have ordered the food from a pure veg restaurant and they have delivered non veg item"
    ]
  },
  {
    "restaurant": "PizzaExpress",
    "url": "https://www.zomato.com/pune/pizzaexpress-wakad/reviews",
    "reviews": [
      "Ordered spaghetti and pizza with a berry shake. The worst taste I have ever tasted.",
      "The pizza was no doubt was delicious. We ordered Cappuccino and Cold Coffee with the Margarita Bufala Pizza. Honestly the coffees hot and cold both that very less consistency of milk. The taste was watery and the same was told to the staff as well. You can try the pizza there but I hope if you are a coffee lover they do not disappoint you like we were"
    ]
  },
  {
    "restaurant": "Skylo 9",
    "url": "https://www.zomato.com/pune/skylo-9-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Good Flippin' Burgers",
    "url": "https://www.zomato.com/pune/good-flippin-burgers-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "1BHK Superbar",
    "url": "https://www.zomato.com/pune/1bhk-superbar-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hidden Place - The Hang-out",
    "url": "https://www.zomato.com/pune/hidden-place-the-hang-out-balewadi/reviews",
    "reviews": [
      "good place to hang out with friends...vishal gave good suggestions on food and drinks"
    ]
  },
  {
    "restaurant": "Rustic Sands",
    "url": "https://www.zomato.com/pune/rustic-sands-hinjawadi/reviews",
    "reviews": [
      "Went for dinner yesterday and this place is just about ambience. That's it ! Food was subpar and very lousy service. The food was not even hot, the taste was 0. It was just a waste of time and money",
      "Mediocre food and mediocre service\nHad ordered Spicy Cottage Cheese Mushroom, it had zero flavour and the cottage cheese just felt fake"
    ]
  },
  {
    "restaurant": "Flo - The Brewing Club",
    "url": "https://www.zomato.com/pune/flo-the-brewing-club-hinjawadi/reviews",
    "reviews": [
      "food and vibe was good. Staff members were also helpful especially vijay and yogesh.I definitely want to visit again.",
      "Where do I start, I would say the Ambience, sound and culture is 10/10!\nand one of my favourite Concierge is Bijay Prasad what a chill guy for chill place!",
      "Sham and Vijay made our experience even better because of their good service.\n\nfood is top class, ambience is excellent and guava craft beer is the best I had so far."
    ]
  },
  {
    "restaurant": "Club C Dock",
    "url": "https://www.zomato.com/pune/club-c-dock-1-hinjawadi/reviews",
    "reviews": [
      "Recently visited this place and the ambiance is just stunning !! absolutely perfect for a weekend chill or even a fun night out. The food was delicious , flavorful, and well-presented. From starters to main course , everything was served hot 👍\n\nHighly recommend if you’re in Hinjawadi 🤍🤍",
      "This place was giving quite the vibes like my home as if I’m Chilling with my friends or family and the food was amazing too. Looking forward to visit again.",
      "The club has a really nice vibe. Food and overall service is also commendable. Must try.",
      "A must-visit spot in town!\nFrom the moment we walked in, the ambience felt vibrant and welcoming. The food was super delicious – every bite packed with flavor and cooked to perfection. Great variety on the menu too!\n\nWhat made the evening even more fun was the dance floor, the energy was high, music was amazing, and everyone was just having a great time. The staff was courteous and quick, making the whole experience smooth and enjoyable.\n\nPerfect for weekend hangouts, dinner parties, or even corporate get-togethers. Highly recommend if you're looking for good vibes, great food, and a little groove!"
    ]
  },
  {
    "restaurant": "The Wise Guys",
    "url": "https://www.zomato.com/pune/the-wise-guys-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Opel Kitchen Bar",
    "url": "https://www.zomato.com/pune/opel-kitchen-bar-wakad/reviews",
    "reviews": [
      "Visited a restaurant where there was 0 complaint regarding food. absolutely delicious. very hospitable staff. service could be a bit fast thats all.",
      "Good restaurant. Furniture good.\nNo leg piece in full chicken handi!!!!\nDespite of requests\nWhere do you get full chicken handi without leg piece? In India\nAnswer... Only at OPEL kitchen and bar Pune.",
      "Really nice experience. If you are looking for something aesthetic you can visit Opel. The service is also really nice.",
      "The food was good.. and the best part which I liked was their service they are very attentive",
      "The restaurant is newly opened and the service is amazing. Good is delivious. Enjoyed the dining experience. Must visit."
    ]
  },
  {
    "restaurant": "Rangla Punjab",
    "url": "https://www.zomato.com/pune/rangla-punjab-pimple-nilakh/reviews",
    "reviews": [
      "Extremely costly food, bad service and tasteless food. We were thoroughly disappointed by our visit. Kindly don’t visit."
    ]
  },
  {
    "restaurant": "Filament Bar",
    "url": "https://www.zomato.com/pune/filament-bar-wakad/reviews",
    "reviews": [
      "food and ambience is awesome....Aktav served and suggested good choices of food to us...his service was very prompt and good.",
      "It was a wonderful night with friend . Food was amazing specially the mini kulcha boti taco and and chicken wings. The staff was so attentive and polite",
      "Hello,\n\nambience and food quality is superb. really loved it. we went here with a group of 17 people and enjoyed a lot\nserving style and presentation is very attractive\nI am rating 3/5 just because of quantity as compared to price.\nall items are overpriced and quantity is very poor as compared to it"
    ]
  },
  {
    "restaurant": "Effingut Bistro",
    "url": "https://www.zomato.com/pune/effingut-bistro-balewadi/reviews",
    "reviews": [
      "Effingut never disappoints! Loved the craft beer—fresh, smooth, and full of flavor. Perfect spot to unwind.",
      "Lots of flies on the table which was irritating. The fish ordered was stale and smelling, and the food quantity was small compared to the price..beer was the only saving grace. Overall a disappointing experience"
    ]
  },
  {
    "restaurant": "Ora Skybar & Kitchen",
    "url": "https://www.zomato.com/pune/ora-skybar-kitchen-wakad/reviews",
    "reviews": [
      "Service is quick\nAmbience is good.. but not a big restaurant… a small roof top\nBit costly if directly walk in\nFood is okish",
      "huge disappointed in a week day!\n\nNo food is available saying the chef has taken a leave. believe we just ate peanut masala and crispy corn.\nnothing else was available.",
      "Ora Sky Bar in Wakad is an amazing rooftop spot with a beautiful ambiance and great city views.\nThe dancefloor adds a lively vibe, making it perfect for those who love to party.\nThe food is impressive too — especially the pasta, which was delicious and full of flavor.\nHighly recommend it for a fun night out with friends!"
    ]
  },
  {
    "restaurant": "I'M Lion",
    "url": "https://www.zomato.com/pune/im-lion-mahalunge/reviews",
    "reviews": [
      "Mr Krishna gave a really good service. The ambience just calmed me down. And yes the food was really tasty.",
      "Brilliant seafood doesn’t mean that you’ll get it only on the seaside. Im Lion at Wakad may be on the Pune-Bangalore highway but wherever you are, the journey will be worth it.\n\nThey have all things seafood- fish (all kinds you can think of- surmai, pomfret, bomb, basa etc), prawn, crab and the works! And all the preparations are also different, be it tandoori, butter garlic or even fried and we just could not wait to try some of the dishes.\n\nWhat we had:\n\n🦐 Prawn Koliwada, superbly seasoned, it was piping hot, crunchy and the chutney was faaabulous.\n\n🦀 Crab Lollipop, tasted as good as it sounds, the sweetish crab meat went beautifully with the schezwan sauce, loved it.\n\n🐠...read more",
      "We ordered for Prawns, Surmai and chicken Thali .. the quality of food was excellent.\n\nPortion size of fish & Chicken served was up to mark.\n\nNice service.. Kids friendly."
    ]
  },
  {
    "restaurant": "The Urban Foundry",
    "url": "https://www.zomato.com/pune/the-urban-foundry-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Spice Tawa Family Restaurant",
    "url": "https://www.zomato.com/pune/spice-tawa-family-restaurant-expressway/reviews",
    "reviews": [
      "Main course was okay however butter nans (rotis) were so think that it were hard to chew. Compared to other cuisines cost v/s quality of food was not up to mark.",
      "Food was not bad but ok ok. Worst service ever i have seen in restaurants. They are not capable of handling the crowd. For Order, you have to repeat 3-4 times. It's just because they added few extra tables in the subsequent banquet hall which resulted in overburden for them.\nThey refused to make a parcel of pending food which we couldn't finish. I came from 10 km away to have this kind of service.",
      "terrible service given by the waiters, they think they're the owners of the hotel.\nAC was spoilt still they're inviting people in the restaurant for business. totally goofed up experience at the hotel."
    ]
  },
  {
    "restaurant": "Varhadi Thaat Family Restaurant",
    "url": "https://www.zomato.com/pune/varhadi-thaat-family-restaurant-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Azzurro",
    "url": "https://www.zomato.com/pune/azzurro-pimple-nilakh/reviews",
    "reviews": [
      "worst service amd food!!!! first they were not turning up to take order.after giving order, one hour we did not get the soup and starters, after continuously following up, we got just one soup in grp of 8 ppl, the other 7 soups arrived another 20 mins later. minestrone soup was just the tomato soup with carrots and beans added. they forgot about starters. after following up, they served us pathetic sour chciken starter, which we had to replace. the replacement also came after long wait. over all pathetic service. the serving staff is all new and are not trained properly to serve on weekends. they dont understand hindi and English also. the management has also changed i guess, which has...read more",
      "We came early so got the starters quickly. However the main course never came up. finally after waiting for an hour has to leave the place hungry. Even when we were leaving the food was not ready. The waiter sheepishly remarked if they had been given another two minutes. amazingly they never bothered for the entire one hour. Screenshot of the Swiggy order that I had to place.",
      "Worst service. I’m still waiting here for my order for the past 1 hour and nobody is even bothered to ask. Pathetic service. Only live music is good else such a pathetic service",
      "Took 45 mins to serve a single dish, worst service and management. Only thing which came on time was bill",
      "Worst ever experience. The staff and management are inexperienced to run the restaurant. They should shut."
    ]
  },
  {
    "restaurant": "Bell Bottom Family Resto And Lounge",
    "url": "https://www.zomato.com/pune/bell-bottom-family-resto-and-lounge-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Tales & Spirits - Hunters Bistro",
    "url": "https://www.zomato.com/pune/tales-spirits-hunters-bistro-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Crafted By Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/crafted-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Copa Villa",
    "url": "https://www.zomato.com/pune/copa-villa-pimple-nilakh/reviews",
    "reviews": [
      "The smoking area should be written clearly, so kids don't sit in that area.\npita bread can be more moist as it was too dry .\nbut otherwise we love this place.",
      "food was tasteless.cold food was delivered.very bad experience.i will never ever anything order from copa villa.total money waste."
    ]
  },
  {
    "restaurant": "Hi On Chai",
    "url": "https://www.zomato.com/pune/hi-on-chai-expressway/reviews",
    "reviews": [
      "one of the worst pizzas we have ever had.\nPizza is not warm despite giving instructions.\npathetic food don't order from this restaurant",
      "Really not a good place. Service is very poor and most people left the place because order was not fulfilled",
      "oh it was great, the brown buns and then extra potato fries , it was great. thanks for this amazing order"
    ]
  },
  {
    "restaurant": "Circle Of Crust",
    "url": "https://www.zomato.com/pune/circle-of-crust-hinjawadi/reviews",
    "reviews": [
      "ordered choco lava cake and it was amazing. Hot tasty and fresh. Highly recommend if you are looking for good quality choco lava cake. Fast delivery and delivery man was very helpful. Keep the good work. Thank you"
    ]
  },
  {
    "restaurant": "Urbo",
    "url": "https://www.zomato.com/pune/urbo-baner/reviews",
    "reviews": [
      "The Biryani was not upto the mark. Rice used is of low grade Basmati which does not produce flavour. Disappointed"
    ]
  },
  {
    "restaurant": "The Paraiso",
    "url": "https://www.zomato.com/pune/the-paraiso-hinjawadi/reviews",
    "reviews": [
      "Taste was good but order was very late around 25 minutes more than given time.\nNot delivery partner's fault.\nFood preparation took long time.",
      "The order was over 30 minutes late. Even after there were items missing. No prawns in prawns peri peri sizzler!",
      "Food tastes very good.\nBut food preparation takes significantly longer.\nOrder delivery was almost 30 minutes late due to that."
    ]
  },
  {
    "restaurant": "24/7 Gallery Café - Hyatt Place",
    "url": "https://www.zomato.com/gallerycafepune/reviews",
    "reviews": [
      "Food was Ok, we liked few and some were average. Service by Chumki and another member was excellent",
      "the most pathetic lunch buffet ( they call it Sunday Brunch) I ever had in my life. I never had imagined a spread in a 4 star restaurant could be so limited.\n\nCut cucumber, onion and Tomatoes,  caeser salad as salad\n\n2 non-veg starters- chicken tandoori and chilly fish (smelly basa)\n\n2 veg starters - veg cutlet and corn kebab...that's it.\n\n1 veg and 1 non-veg soup\n\nnon-veg main course- chicken rassa and chicken biryani  that's it!!!\n\nin veg main course they had just white rice, kadhi, some dry veg item, hakka noodle with veg gravy and some oriental rice... Some papads. Choice of breads.\n\nDessert- strawberry cake, tiramisu, gulab jamun and choice of ice cream - chocolate and...read more"
    ]
  },
  {
    "restaurant": "Mekong Folks",
    "url": "https://www.zomato.com/pune/mekong-folks-balewadi/reviews",
    "reviews": [
      "Shumona was our server and she was extremely polite. The taste of food and drinks was also really good",
      "The food was excellent as always and we received some very good recommendations and service from Rajeev"
    ]
  },
  {
    "restaurant": "Amora Skyline Lounge & Kitchen",
    "url": "https://www.zomato.com/pune/amora-skyline-lounge-kitchen-hinjawadi/reviews",
    "reviews": [
      "This place does not look like photos they have given . Lighting was so dim and rooftop section was closed so only view you can get is of metro construction. They don’t serve half of their menu and bisleri water bottle is of worth 110 rs",
      "I recently visited this restaurant and was thoroughly disappointed. Despite the highly priced menu, the overall experience fell far below expectations. The service was extremely slow and inattentive, with staff seeming disorganized and unprepared.\n\nUnfortunately, the food quality matched the poor service. Dishes were bland and poorly presented, and the cocktails and mocktails were equally underwhelming—watery, flavorless, and overpriced. It’s clear that both the kitchen and bar need serious improvements.\n\nOverall, this place needs a major overhaul in every department. Based on my experience, I do not recommend this restaurant to anyone.",
      "food is too expensive(3 times more price than 4.5 star rated bar and restro), no use of discounts(even 80% off is less), fake menu displayed in zomato, service is too late(more than 1 hr per order) food is not at all hot and tasteless, very few items in menu (not even 20 food items).\nmoreover 1000 rs per two is too wrong and fraud\nred bull priced 500 rs (mrp is less than 100 rs)\npersonal suggestion, go for spice factory rather than this low grade service bar and restro",
      "This restaurant is closed and still available on Zomato and accepting online booking. Individuals feel cheated as they reach the hotel location. I have faced the same issue on 27 March 2025."
    ]
  },
  {
    "restaurant": "Tony Dhaba NXT",
    "url": "https://www.zomato.com/pune/tony-dhaba-nxt-hinjawadi/reviews",
    "reviews": [
      "Tasteless food, pathetic service.\nRestaurant can’t run only by borrowing a brand name ."
    ]
  },
  {
    "restaurant": "Indian Thali House",
    "url": "https://www.zomato.com/pune/indian-thali-house-hinjawadi/reviews",
    "reviews": [
      "Not enough tur dal sabji. Delivery guy delayed the delivery by entering the wrong building. Cold food delivered."
    ]
  },
  {
    "restaurant": "Ruhmani By Hilton Garden Inn",
    "url": "https://www.zomato.com/pune/ruhmani-by-hilton-garden-inn-hinjawadi/reviews",
    "reviews": [
      "I would like to take a couple of points which has to be kept in mind\n\n- It doesn't apply the offer for buffet through Zamoto\n- Buffet variety is minimal, predominantly non-veg items - starters and main course\n- The test is not up to the mark based on their 5-star hotel marking\n- Price is too high - You can choose Barbeque Nation, it is the best option with more variety.\n- There is a service person Aayush is very unprofessional way of talks as well.\n-",
      "Food and service were good. Ishaan was helpful in arranging food as per our choice for our baby",
      "Pathetic service to Zomato booking customers, we were expecting Good service from luxurious brands."
    ]
  },
  {
    "restaurant": "Cream Stone Ice Cream",
    "url": "https://www.zomato.com/pune/cream-stone-ice-cream-baner/reviews",
    "reviews": [
      "ice cream or chocolate was very sticky. it is like rubber. felt yak. and could not have it",
      "I give interactions to give only vanilla ice cream but you guys do as you always, do, didn't read the instructions and give the chocolate ice cream as usual, but this time the chocolate ice cream was bitter. Does not taste like same taste like salt. ￼"
    ]
  },
  {
    "restaurant": "Masala Mehfil",
    "url": "https://www.zomato.com/pune/masala-mehfil-baner/reviews",
    "reviews": [
      "Delicious Food & Great Vibes!\n\nMasala Mehfil totally lived up to the hype! The food is packed with amazing regional flavors – you can really tell they put love into every dish. Everything we tried was super tasty!\n\nThe place has such a nice vibe too. It’s stylish but still feels really comfortable, perfect for a chill dinner with friends or family.\n\nAnd shoutout to the staff – they were super friendly and helpful, made the whole experience even better.",
      "I am big fan of authentic food, i stay in balewadi baner side only it’s a perfect for me i was always looking for such vibe",
      "Last evening i visited masala mehfil was really good taste and variety on the menu was really nice. Must try Shahi Sabz Seekh Kebab and modak icecream.\nHighly recommend it."
    ]
  },
  {
    "restaurant": "Mezza 9",
    "url": "https://www.zomato.com/pune/mezza--hinjawadi/reviews",
    "reviews": [
      "The murgh makhani had butter which seems to be bad and a bit stale in taste. Naan was uncooked",
      "The biryani was tasteless. I have tasted biryani at Mezza9 at restaurant it was good but when ordered via Zomato it was not at all good , no salt, no masala nothing."
    ]
  },
  {
    "restaurant": "Way Down South",
    "url": "https://www.zomato.com/pune/way-down-south-1-baner/reviews",
    "reviews": [
      "chutney, wada packets were torned...chutney came out of the packet ...entire packet was damaged.",
      "Delivery done after almost 1 and half hour, that was too late. Also appe were not well cooked 😕..waste of money and time."
    ]
  },
  {
    "restaurant": "Hippie @ Heart",
    "url": "https://www.zomato.com/pune/hippie-@-heart-balewadi/reviews",
    "reviews": [
      "Went here recently,\n\nGot the peri peri fries and a veg pizza, both of which were fine. Nothing to write home about, but enjoyable enough. 7/10 for both.\n\nThe aglio olio was extremely disappointing — not at all what it’s supposed to be, practically inedible. 2/10.\n\nMy friends ordered various non-veg dishes — the burger, shrimp, and a few others — and they didn’t like them much either. From their feedback, probably around a 6/10.\n\nHowever, the interior, decor, and overall vibe are really well done. I loved the wall art, accents, frames — everything comes together beautifully and adds a lot to the place.\n\nThe washrooms are fine, nothing to complain about.\n\nIt was raining when we...read more",
      "Food is awesomeness and ambiance as well.\nBut poor service, plates are given 5 -10 minutes late after food is served."
    ]
  },
  {
    "restaurant": "Soy Affair",
    "url": "https://www.zomato.com/pune/soy-affair-baner/reviews",
    "reviews": [
      "Worst ever noodles. Couldn't eat due to the awful smell and saltiness. Even the manager's approach wasn't appreciable regarding this matter."
    ]
  },
  {
    "restaurant": "Aloraa Garden Kitchen & Bar",
    "url": "https://www.zomato.com/pune/aloraa-garden-kitchen-bar-baner/reviews",
    "reviews": [
      "The food was average. Zomato displayed a 20% discount at the time of booking, but it was not applied during payment.",
      "Nayan Being the best !!Provided a good service!! Good ambience !! Good music!!\nPeace to visit anyday!!"
    ]
  },
  {
    "restaurant": "Toast Office - by Soy Affair",
    "url": "https://www.zomato.com/pune/toast-office-by-soy-affair-baner/reviews",
    "reviews": [
      "A Hidden Gem You Must Visit! 🌿☕\n\nRecently visited this newly opened café in Baner and I’m so glad I did! The food was absolutely delicious — we tried the avocado toast and the spinach & mushroom omelette, and both were packed with flavor and beautifully presented. The ambience is warm, cozy, and thoughtfully designed — perfect for a relaxed brunch or catching up with friends.\n\nWhat stood out the most was the service — so welcoming and attentive, it really made the experience even more special.\n\nHighly recommend this place — it’s definitely a must-go! Can’t wait to come back and try more from the menu! P. S. wish them to add nice coffee as well! that's the only thing we...read more",
      "Finally Baner now has a good breakfast spot! Food, service and the taste 🫶🏻 I think this is a new gem we didn’t know we needed. 🥞",
      "This is surely the perfect brunch spot in Baner. The place offers a great variety of English breakfast options — from fresh salads to coolers and fluffy omelettes to buttery croissants served with baked vegetable and Paninis everything was just spot on!\n\nThe ambience is cozy, calm, and full of fresh, positive vibes. The attention to detail in both the food and the interiors truly enhances the experience. Great service, amazing taste, and top-notch quality — definitely coming back again soon!"
    ]
  },
  {
    "restaurant": "Bombay Bistro",
    "url": "https://www.zomato.com/pune/bombay-bistro-mahalunge/reviews",
    "reviews": [
      "Food quantity is very less as per the pricing, also quality was average. Ambience was good with live music, good place to chill but not to have good meal.",
      "do not visit or pre book. the restaurant is closed and the call is not picked by anyone when called.\n\nwhen I reached I got to know it is closed and I had to change the venue for my party at the end moment."
    ]
  },
  {
    "restaurant": "The Bierhaus",
    "url": "https://www.zomato.com/pune/the-bierhaus-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Huber & Holly",
    "url": "https://www.zomato.com/pune/huber-holly-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Golden Palms",
    "url": "https://www.zomato.com/pune/golden-palms-punawale/reviews",
    "reviews": [
      "worst experience ever, I had any restaurant. specially there manager Chetan hansate. let me share exactly what happened I have to pay the payment twice just because of there system issue. and he is so unprofessional. don't know how to talk with customer. never ever visit anyone. full scam.",
      "A great place to dine with family and kids. Food is good and professional service."
    ]
  },
  {
    "restaurant": "Best Belgian Waffle",
    "url": "https://www.zomato.com/pune/best-belgian-waffle-wakad/reviews",
    "reviews": [
      "half cooked waffles received with very less chocolate . the waffle was like rubber ."
    ]
  },
  {
    "restaurant": "The Green Spoon",
    "url": "https://www.zomato.com/pune/the-green-spoon-baner/reviews",
    "reviews": [
      "amazing food and a must visit place for one and all with family for fresh and mouth watering delicacy.",
      "Worst sushi and nachos i ever had, sushi's nori is not cooked and coming our during chewing.",
      "Great fusion veg food, they ace Asian food. 10/10 would recommend to anyone who’s looking for a pure veg restaurant with a twist in the menu"
    ]
  },
  {
    "restaurant": "Dinero Fine Dine",
    "url": "https://www.zomato.com/pune/dinero-fine-dine-pimpri/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kiosk Kaffee",
    "url": "https://www.zomato.com/pune/kiosk-kaffee-1-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Incognito Nitery",
    "url": "https://www.zomato.com/pune/the-incognito-nitery-2-pimple-nilakh/reviews",
    "reviews": [
      "want to complain about this pathetic delivery n food experience. not cooked properly, cold food delivered and I want to complain, there's a hair in honey chilli potato, after waiting for more than 1.5 hours, finally food had gone in dustbin"
    ]
  },
  {
    "restaurant": "Ajinkya Executive",
    "url": "https://www.zomato.com/pune/ajinkya-executive-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Bambir House",
    "url": "https://www.zomato.com/pune/bambir-house-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Fried Chicken Destination",
    "url": "https://www.zomato.com/pune/fried-chicken-destination-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Elephant & Co.",
    "url": "https://www.zomato.com/pune/elephant-co-baner/reviews",
    "reviews": [
      "Every time they sent with garlic sauce but missing this time and the wrap was also small compared to previous times I have ordered.",
      "Tej was really helpful with our order and was very friendly. Loved the mushroom crepes here",
      "It was a great experience, Tej our server was very attentive and the service was very quick. Great ambience for a date and a get together with friends ❤️"
    ]
  },
  {
    "restaurant": "Lord Petrick Burger & Coffee",
    "url": "https://www.zomato.com/pune/lord-petrick-burger-coffee-balewadi/reviews",
    "reviews": [
      "the chicken patty in crispy chicken burger was not at all cooked. felt like I was eating raw chicken breast."
    ]
  },
  {
    "restaurant": "Khandeshi Tadka",
    "url": "https://www.zomato.com/pune/khandeshi-tadka-1-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Akasa Poolbar & Kitchen",
    "url": "https://www.zomato.com/pune/akasa-poolbar-kitchen-wakad/reviews",
    "reviews": [
      "The poolside seating is the highlight — whether you want to chill with friends or celebrate something special, it gives you a resort-like feel without leaving the city. Music was upbeat but not overpowering, and the staff was courteous and attentive.",
      "One of the best places in pune to experience a great poolside cool ambeince.\nThe food is good too,you can surely visit for a different experience!!",
      "Absolutely loved my experience at Akasa! The restaurant has a beautiful, serene vibe with stunning poolside seating and lush greenery all around. It’s the perfect blend of nature and luxury. The views are amazing — especially around sunset! 🌅\n\nThe food was delicious, beautifully presented, and full of flavor. Whether you're here for a romantic dinner or a peaceful brunch, Akasa is a must-visit. Great ambiance, great food, and a truly relaxing escape.",
      "Nice food and also good service, great ambiance to enjoy and spend time with friends and family . Speal thanks mr Pushkar."
    ]
  },
  {
    "restaurant": "Tap & Bear",
    "url": "https://www.zomato.com/pune/tap-bear-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Crown Pizza",
    "url": "https://www.zomato.com/pune/crown-pizza-2-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Dezzerto",
    "url": "https://www.zomato.com/pune/dezzerto-3-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hotel Chul Mutton",
    "url": "https://www.zomato.com/pune/hotel-chul-mutton-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Why So Cheesy?",
    "url": "https://www.zomato.com/pune/why-so-cheesy-1-wakad/reviews",
    "reviews": [
      "One of the go-to places for me to grab some comfort food. Their team was kind enough to go as far as take individual feedback and not just serve hot food every single time.",
      "taste bohat e kharab hain\n\nchef sayed bina taste karke hi bhej diya....\npura fekna para.. alfrddo sauch thik se bana hi nehi...",
      "the food was very very delicious\nit lived up to its name Why so Cheesy?.... I had the cheesiest pasta.. it tasted amazing.. the best part was the owners made sure I get the order fresh and hot and tasty... thank you so much Rachit.. Why so cheesy? is my favorite restaurant now.. I ll be ordering from it all the time..."
    ]
  },
  {
    "restaurant": "Walnut Cafe & Restaurant",
    "url": "https://www.zomato.com/pune/walnut-cafe-restaurant-punawale/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Chinese House",
    "url": "https://www.zomato.com/pune/the-chinese-house-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cheesy Burgs",
    "url": "https://www.zomato.com/pune/cheesy-burgs-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Pasta Al Formaggio",
    "url": "https://www.zomato.com/pune/pasta-al-formaggio-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Jain's Cheesy Junction",
    "url": "https://www.zomato.com/pune/jains-cheesy-junction-1-wakad/reviews",
    "reviews": [
      "Bread is not baked properly. No spice at all although named as spicy paneer. Box was rotten and dusty. When I called to the hotel owner he was not even mood to listen. Delivery was delayed- Zomato person told that shop have delayed it whereas restaurant person is telling Zomato person has come late."
    ]
  },
  {
    "restaurant": "Saundarya Garden",
    "url": "https://www.zomato.com/pune/saundarya-garden-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Bombay Chaap Corner",
    "url": "https://www.zomato.com/bombay-chaap-corner-food-truck/reviews",
    "reviews": []
  },
  {
    "restaurant": "Mad Over Cheese",
    "url": "https://www.zomato.com/pune/mad-over-cheese-1-wakad/reviews",
    "reviews": [
      "The fries are totally burned, literally not even eatable.\naglio olio spaghetti is tasty as usual.\nbut I was seriously really disappointed because of the burned fries and even delivery delayed by half hour"
    ]
  },
  {
    "restaurant": "The Cafe Connection",
    "url": "https://www.zomato.com/pune/the-cafe-connection-pimple-nilakh/reviews",
    "reviews": [
      "Nice test , faster service any staff was polite. Will definitely like to gisit again n again❤️✌🏻"
    ]
  },
  {
    "restaurant": "The Boho House Cocktail Bar",
    "url": "https://www.zomato.com/pune/the-boho-house-cocktail-bar-balewadi/reviews",
    "reviews": [
      "Food wasn’t that good. We ordered pasta which was half cooked. Even the place wasn’t well lit."
    ]
  },
  {
    "restaurant": "Sanz The Eatery",
    "url": "https://www.zomato.com/pune/sanz-the-eatery-pimple-nilakh/reviews",
    "reviews": [
      "I did not like this useless food at all. How can anyone eat your food? This is such a bad food. Its quality is very bad. I did not like this food after paying so much money. Food"
    ]
  },
  {
    "restaurant": "Tossin Pizza",
    "url": "https://www.zomato.com/pune/tossin-pizza-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Gong",
    "url": "https://www.zomato.com/pune/gong-baner/reviews",
    "reviews": [
      "Awesome food and mind-blowing service professionals !! I highly recommend this place to go",
      "Found a strand of hair in the mochi ice cream. They offered to not charge me for it, but that is not satisfying. We need a proper resolution to this kind of careless behaviour. My child was having that ice cream. I asked the server to bring the plate so I can click a photo, but they smartly risked it away. Although the manager came to offer his apology, I am not very happy as the restaurant tried to get feedback from me on their tab but I could not submit it as there was an issue with the app. So these kind of restaurants should be heavily fined, so that they are extra careful in future.",
      "There are restaurants you visit for the thrill of the new, and then there’s Gong—where you return for the comforting promise of knowing it’s going to be good. I've been a loyal customer for a while now, and every visit reminds me why this Asian fine-dine has my heart.\n\nToday’s experience? No different. I tried a bunch of their new offerings, and yet again, walked out smiling and a little more in love with the place. The avocado carpaccio was a clean, punchy start—light, fresh, and full of those bright, zingy flavours that make you sit up straighter.\n\nThe cream cheese edamame dimsums were almost too pretty to eat—like edible origami. They could’ve used a bit more umami to...read more"
    ]
  },
  {
    "restaurant": "Cakeman",
    "url": "https://www.zomato.com/pune/cakeman-hinjawadi/reviews",
    "reviews": [
      "I love tiramisu and this was the first time I ordered a Tiramisu cake from here and it was worth it. Thank you so much.",
      "the cake was delivered so well than before, also they have added candles and a knife without asking, whoever made and packed the cake...keep up the good work",
      "the cake size is not at all bento. it's a pastry size and Too overpriced. we got scammed bt such small cake. spend 270 rs for just one bite. u need to work on ur bento cake sizes. This is very unfair!"
    ]
  },
  {
    "restaurant": "Gravity Family Restaurant",
    "url": "https://www.zomato.com/pune/gravity-family-restaurant-hinjawadi/reviews",
    "reviews": [
      "this place scams the customers in the bill. please beware and do not visit this place."
    ]
  },
  {
    "restaurant": "Mother's Kitchen",
    "url": "https://www.zomato.com/pune/mothers-kitchen-pimple-nilakh/reviews",
    "reviews": [
      "sabji was bit salty and did not seem fresh. no paneer which used to be there earlier"
    ]
  },
  {
    "restaurant": "Boulevard - The Orchid Hotel",
    "url": "https://www.zomato.com/pune/boulevard-the-orchid-hotel-balewadi/reviews",
    "reviews": [
      "The pasta is pathetic. The food in general is pathetic too. Don’t have food here. I also found a mosquito once in the sambar. Think about this before having food here",
      "Food was okay not great. All items tasted same but they billed me 1999 per person for the dinner buffet as opposed to the rate I had enquired was 1399 due to Kahan and Biriyani festival. There normal rate mentioned in Zomato is 1299 for dinner buffet",
      "Ambience is Good\nThere are 1 waitress who ruined the evening\nShe is much eager to take the order , untill you order she will stand next to you even wont serve water.\nThe moment we utter a word she say order place now tel next thing.. This type of behaviour was not expected in Orchird.\n\nLater after complaining the other staff changed our location n served properly with proper hospitality.\n\nFood i will say is Ok , not much options for veg ,\noverall avg experience , These type of people should not become or should not face customer directly.",
      "Dined for buffet. Professional service and nice ambience. Overall, the food was great too.\n\nStarter - Cheese balls and Kebabs were delicious, non veg was tasty as well however Paneer 65 was not good (spongy, greasy and coated with mustard seeds).\n\nMain course - All were yummy\n\nDessert - A wide range of selection and all were just fine. Not too sweet, not bland. Just perfect.\n\nSides - garlic bread, tortila chips, hummus, everything was pristine.\n\nService - 5 star"
    ]
  },
  {
    "restaurant": "Arabian Mandi",
    "url": "https://www.zomato.com/pune/arabian-mandi-hinjawadi/reviews",
    "reviews": [
      "The salad had very less chicken. There was way more of cucumber and orange carrot than chicken. They should call it vegetable salad with a tinch of chicken. I understand that generally vegetables are in heavy quantity as compared to chicken but this salad had way way way less chicken. Defifnitely not worth the money",
      "food was good.....but the restaurant was not receiving the call.....if the restaurant dont want to receive the call....requesting zomto please remove the contact details of the restaurant"
    ]
  },
  {
    "restaurant": "Rolls Mania",
    "url": "https://www.zomato.com/pune/rolls-mania-mahalunge/reviews",
    "reviews": []
  },
  {
    "restaurant": "Ishaara",
    "url": "https://www.zomato.com/pune/ishaara-wakad/reviews",
    "reviews": [
      "It’s a great place with awesome food and unique ways of serving and ordering food.",
      "Amazing food. Loved the ambience and the staff who was catering us named Deva, such a kind soul.",
      "Food is very tasty and the service is excellent only the portion quantity could have been better. Deva was very nice person, quick and understanding"
    ]
  },
  {
    "restaurant": "Copper Chimney",
    "url": "https://www.zomato.com/pune/copper-chimney-1-wakad/reviews",
    "reviews": [
      "always the best restaurant where anyone can go blindly ordering anything on the menu card and .... YOU WILL NEVER BE DISAPPOINTED ...",
      "The servers Rohit and Rajkumar were extremely nice and helped us enjoy the experience."
    ]
  },
  {
    "restaurant": "Hyderabadi Laziz",
    "url": "https://www.zomato.com/pune/hyderabadi-laziz-wakad/reviews",
    "reviews": [
      "I ordered hydrabadi chicken dum...instead they sent lakhnavi dum biryani. they always compromise user experience. if biryani rice is finished they will send usual white rice mixed in chicken etc. seek kabab is finished, they send anything instead. its like paise de aur jo kuch bacha hai usme hum denge.",
      "one of the best pricing and quality I've found here the menu here was totally outstanding and best quantity too .."
    ]
  },
  {
    "restaurant": "Ava Artisan Kitchen & Bar",
    "url": "https://www.zomato.com/pune/ava-artisan-kitchen-bar-1-balewadi/reviews",
    "reviews": [
      "Worst place to go with family. Rude staff, very unprofessional. Do not know the manners of attaining customers. I would recommend not to go here.",
      "Great food! Best service we have experienced in a while. The staff was so keen and observant to our needs. Coriander chilli garlic prawns are a must try.",
      "The food was amazing!!! The staff is very supportive. Rana n Sagar helped us well. Thanks!",
      "food quality is so good and tasty, Vicky have managed us and given good and prompt service 🙂"
    ]
  },
  {
    "restaurant": "Nourishing Farms",
    "url": "https://www.zomato.com/pune/nourishing-farms-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Starbucks Coffee",
    "url": "https://www.zomato.com/pune/starbucks-coffee-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Nieesh",
    "url": "https://www.zomato.com/pune/nieesh-wakad/reviews",
    "reviews": [
      "Agro from out of Pune, enjoyed food very well with the ambience and the friendly Service, especially by Mr Joy",
      "Absolutely fantastic experience at Nieesh\nThe non-veg dishes were full of authentic Indian flavors-perfectly spiced,rich,and delicious the service was truly exceptional-staff were attentive,friendly,and made us feel welcome from the moment we arrived everything was served promptly and with care highly recommended for anyone looking to enjoy quality Indian cuisine with top-notch hospitality ⭐️⭐️⭐️⭐️⭐️",
      "The food and drinks were amazing! Our server- Joy, was very polite and helpful.\nGreat experience!",
      "Ordered Tandoori Chicken Salad. It had lots of salad with non tandoored chicken."
    ]
  },
  {
    "restaurant": "The Burger Cafe",
    "url": "https://www.zomato.com/pune/the-burger-cafe-pimple-saudagar/reviews",
    "reviews": []
  },
  {
    "restaurant": "Mo Wok Chinese",
    "url": "https://www.zomato.com/pune/mo-wok-chinese-hinjawadi/reviews",
    "reviews": [
      "Received order after 1.5 hrs I have called to delivery boy after 1.5 hrs and he told me I have just revived order details after that I have called to shop and he told me order was ready before 1 hrs but rider not come and after that rider told me this is Zomato mister not. My Mistakes. Also test was not good for both menu"
    ]
  },
  {
    "restaurant": "The White Hart",
    "url": "https://www.zomato.com/pune/the-white-hart-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Pizza Hut",
    "url": "https://www.zomato.com/pune/pizza-hut-baner/reviews",
    "reviews": [
      "Very bad packaging, toppings stick on top cover of packaging box .. not worth of ₹30 XD. Not at all value for money."
    ]
  },
  {
    "restaurant": "Copa Cabana",
    "url": "https://www.zomato.com/pune/copa-cabana-pimple-nilakh/reviews",
    "reviews": [
      "service staff specially the captains are utterly rude and in a very wrong attitude which as a client we cannot take it"
    ]
  },
  {
    "restaurant": "Sante Spa Cuisine",
    "url": "https://www.zomato.com/pune/sante-spa-cuisine-baner/reviews",
    "reviews": [
      "the rajma was stale.....just a day ago I had ordered and the food was damn good so ordered the same today as well but the rajma was utterly stale..... complete waste"
    ]
  },
  {
    "restaurant": "P-Town Bar",
    "url": "https://www.zomato.com/pune/p-town-bar-balewadi/reviews",
    "reviews": [
      "This place is no more go to place as they dont have fans and coolers anymore and you would suffer in summers. Also they have doubled the price and the ambiance is just ok. No ventilation apart from plants they have. So I would not recommend coming here during summers. Really disappointed with the place and would never choose to come back",
      "Very bad service. They didn’t even bother serving water until we asked them to. The food is below average. Drinks and cocktails seemed like they were diluted. Wouldn’t recommend at all",
      "This has become the worst restaurant/pub of Pune. This pub opened with an USP of alcohol at MRP. Now they have just doubled their rates. Moreover when we said we have Zomato Gold they refused to accept even though they are tied up with Zomato.. They said they will give us a separate bill if we are paying through Zomato, which will be almost double the original bill. So that clearly means that either they are duping Zomato or they are duping the customer.",
      "They fool you by telling there is a discount on the bill and then at the time of billing they tell you different stories on how the discount cannot be applied. Very dissatisfied with the place. They should atleast stay true to what offers they market. Please get your marketing and offers straight."
    ]
  },
  {
    "restaurant": "Subway",
    "url": "https://www.zomato.com/pune/subway-balewadi/reviews",
    "reviews": [
      "sauces were all jumbled...nothing made as per the order.... sandwich filling was also not proper."
    ]
  },
  {
    "restaurant": "Hotel Khushi Lunch Home",
    "url": "https://www.zomato.com/pune/hotel-khushi-lunch-home-pimple-saudagar/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Green Gazebo",
    "url": "https://www.zomato.com/pune/the-green-gazebo-hinjawadi/reviews",
    "reviews": [
      "Food is really good.. had paneer chilly dry and it was crispy.. had paneer butter masala and butter naan, it was good.. service was fast.. the place got chill vibes..\nAnd very pocket friendly",
      "what the hell is this i found cockroach in my food. i filing complaint on zomato"
    ]
  },
  {
    "restaurant": "World Of Cheese Pizza",
    "url": "https://www.zomato.com/pune/world-of-cheese-pizza-expressway/reviews",
    "reviews": [
      "Taste was not good. On the name of vegetables only raw onions and capsicum were loaded. Would not recommend at all."
    ]
  },
  {
    "restaurant": "Nandu's Paratha",
    "url": "https://www.zomato.com/pune/nandus-paratha-balewadi/reviews",
    "reviews": [
      "chole bhature was delicious. rajma khichadi was really salty. Couldn't eat. had to discard.",
      "taste was really good. amount of curry send with both the dishes was not sufficient. please increase quantity a bit."
    ]
  },
  {
    "restaurant": "La Pino'z Pizza",
    "url": "https://www.zomato.com/pune/la-pinoz-pizza-wakad/reviews",
    "reviews": [
      "pizza taste was very bad....its looks like a dry chappati . i wouldnot going to buy again"
    ]
  },
  {
    "restaurant": "Atlantis",
    "url": "https://www.zomato.com/pune/atlantis-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cafe Cues & Cushions",
    "url": "https://www.zomato.com/pune/cafe-cues-cushions-dange-chowk/reviews",
    "reviews": []
  },
  {
    "restaurant": "Pizza Diaries",
    "url": "https://www.zomato.com/pune/pizza-diaries-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Buzz - Vivanta Pune",
    "url": "https://www.zomato.com/pune/buzz-vivanta-pune-hinjawadi/reviews",
    "reviews": [
      "Food was amazing. impeccable.\nservice was prompt and positive.\ndid not have vallet parking, had to park on my own (although within their premises itself)\nambience wasn't the best, but also not bad.",
      "We went for their Sunday Brunch. To our disappointment it was mere lunch, but at a higher price since it was named Brunch. The spread clearly lacked 4-5 dishes, which is terrible. We loved the ambiance and service but food clearly missed the mark."
    ]
  },
  {
    "restaurant": "The Rameshwaram Cafe And Snacks",
    "url": "https://www.zomato.com/pune/the-rameshwaram-cafe-and-snacks-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Tea Post",
    "url": "https://www.zomato.com/pune/tea-post-balewadi/reviews",
    "reviews": [
      "Pathetic delivery of sandwich and handvo. Handvo was burnt and simple veg sandwich had become bread cucumber seeds tomato and onion all separated.",
      "the food delivered was not as per the expectation. sandwich bread was not fresh...puff was also over priced...and thepla's had no taste to be honest."
    ]
  },
  {
    "restaurant": "Thekka Restro & Lounge",
    "url": "https://www.zomato.com/pune/thekka-restro-lounge-hinjawadi/reviews",
    "reviews": [
      "One of the highlights of the evening was the live music. The band played a fantastic mix of genres, adding to the lively and enjoyable atmosphere. It's clear that Thekka restro & Lounge puts a lot of thought into the entertainment they offer, enhancing the overall experience for their patrons."
    ]
  },
  {
    "restaurant": "H2O Sports Bar & Rooftop",
    "url": "https://www.zomato.com/pune/h2o-sports-bar-rooftop-hinjawadi/reviews",
    "reviews": [
      "An amazing spot that stays open late, offering a safe and welcoming environment for girls. Unbeatable prices compared to other places make it a must-visit!",
      "the packaging was very poor. half of the food is leaked from the box and I ordered burnt garlic nudles but it was rice",
      "Worst food quality ever , do not ever order from this restaurant. Had ordered mutton biryani no taste no right pieces , waste of money ! ."
    ]
  },
  {
    "restaurant": "Skewers Kebab Café",
    "url": "https://www.zomato.com/pune/skewers-kebab-café-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Ancient Hyderabad",
    "url": "https://www.zomato.com/pune/ancient-hyderabad-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Saoji Wowji",
    "url": "https://www.zomato.com/pune/saoji-wowji-1-sus/reviews",
    "reviews": [
      "order quantity was very less. waste of money.\nplease don't do this to your customers"
    ]
  },
  {
    "restaurant": "Cafe Bay Leaf - Ramada Plaza",
    "url": "https://www.zomato.com/pune/cafe-bay-leaf-ramada-plaza-balewadi/reviews",
    "reviews": [
      "Pathetic food. They messed up everything in the buffet. The manager Krishnendu, is extremely rude and disrespectful. The chef can’t cook. They couldn’t cook home style chicken curry or Goan Fish curry. Burnt Angara Chicken and uncooked grilled chicken.",
      "One of the best dining experiences I have ever had. The staff is extremely friendly and helpful. The breakfast and dinner served was amazing, with fresh breads straight out of the oven."
    ]
  },
  {
    "restaurant": "Sreca Rooftop Lounge",
    "url": "https://www.zomato.com/pune/sreca-rooftop-lounge-pimple-nilakh/reviews",
    "reviews": [
      "Grossly overpriced food. The menu is likely rigged for Zomato dining pre booked customers?"
    ]
  },
  {
    "restaurant": "Chefys Pizza",
    "url": "https://www.zomato.com/pune/chefys-pizza-hinjawadi/reviews",
    "reviews": [
      "The best pizza we ever had in hinjawadi The pizza was so delicious and with so many flavor could choose that we even visited the pizza shop twice in the same day!\nYou could just take away or standing finish your pizza in the store.",
      "Went with friends to this place and turned out to be quite a long wait. Place has two levels. But waiting to be expected on weekends. Food is very good though. Try their chicken peri peri pizza and chicken BBQ pizza. Garlic bread is nice too. Go for it"
    ]
  },
  {
    "restaurant": "Chicago Pizza",
    "url": "https://www.zomato.com/pune/chicago-pizza-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Fingers Magic Funfoods",
    "url": "https://www.zomato.com/pune/fingers-magic-funfoods-hinjawadi/reviews",
    "reviews": [
      "Too sweet for my liking. It was good in quantity as well as quality. Just not upto my taste. But u can try once if u like tangy sweetish taste"
    ]
  },
  {
    "restaurant": "West - Town - Cafe",
    "url": "https://www.zomato.com/pune/west-town-cafe-mulshi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Desi Kitchen",
    "url": "https://www.zomato.com/pune/desi-kitchen-1-hinjawadi/reviews",
    "reviews": [
      "I ordered 3 sandwich yesterday, but they sent me only 2. also, they sent me the wrong order. I called them but they didn't help. worst people worst food"
    ]
  },
  {
    "restaurant": "Birinj Biriyan",
    "url": "https://www.zomato.com/pune/birinj-biriyan-hinjawadi/reviews",
    "reviews": [
      "Rice was very dry and it has less masala… and the taste too wasn’t good as it was not spicy at all..It was so bland…",
      "It's the best biryani in Hinjewadi I have eaten till now. I have ordered Chicken Tikka Biryani had good boneless pieces and biryani was also spicy."
    ]
  },
  {
    "restaurant": "Merchant & Me",
    "url": "https://www.zomato.com/pune/merchant-me-wakad/reviews",
    "reviews": [
      "Kundan was very helpful ans friendly. The service was good . they can increase the qty of br8yani though.",
      "Good place with nice ambiance. The service is bit slow but I think it’s due to food being prepared fresh .\nTaste is very good .\nOverall a good experience, my kid really enjoyed the food."
    ]
  },
  {
    "restaurant": "Hotel Jagdamba",
    "url": "https://www.zomato.com/pune/hotel-jagdamba-2-hinjawadi/reviews",
    "reviews": [
      "very bad taste of the bhakri seems to be stale. i should have ask for refund, never go by just pics don't know who gave High rating to this restaurant"
    ]
  },
  {
    "restaurant": "UFO Fries & Corn",
    "url": "https://www.zomato.com/pune/ufo-fries-corn-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Chai Sutta Bar",
    "url": "https://www.zomato.com/pune/chai-sutta-bar-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Polar Bear",
    "url": "https://www.zomato.com/pune/polar-bear-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Image Resto Bar",
    "url": "https://www.zomato.com/pune/image-resto-bar-baner/reviews",
    "reviews": [
      "Disappointing Experience\n\nThe waiter gave incorrect information about beg bhuna sabji and brought a non-vegetarian dish calling it veg bhuna \" I was just about to eat it when the waiter realized the error and changes the plate. As a pure vegetarian, this was unacceptable.\nTo make it worse, the veg bhuna was bland and not worth the price. Overall, not a place I’d recommend."
    ]
  },
  {
    "restaurant": "Pune Best Biryani",
    "url": "https://www.zomato.com/pune/pune-best-biryani-1-hinjawadi/reviews",
    "reviews": [
      "This is my first order and the tasty was so so so amazing Here's a sample review:\n\n\"Just had the most flavorful biryani at Pune Best Biryani, the spices were perfectly balanced. The portion size was generous, and the service was top-notch. Highly recommend for biryani lovers! 5/5 the quality and the quantity was amazing the delivery guy and the hotel owner is so kind and very helpful thank you so much bhaiyya ☺️best of luck for your future orders"
    ]
  },
  {
    "restaurant": "Cafe Welcome",
    "url": "https://www.zomato.com/pune/cafe-welcome-3-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Momo Factory",
    "url": "https://www.zomato.com/pune/the-momo-factory-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Dawat-E-Khas Suhana Biryani",
    "url": "https://www.zomato.com/pune/dawat-e-khas-suhana-biryani-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Punjab Exotica",
    "url": "https://www.zomato.com/pune/punjab-exotica-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cafe Delight",
    "url": "https://www.zomato.com/pune/cafe-delight-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Kannu Ki Chai",
    "url": "https://www.zomato.com/pune/kannu-ki-chai-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Eight",
    "url": "https://www.zomato.com/pune/eight-wakad/reviews",
    "reviews": [
      "Saw a cockroach on the table while having food , absolutely unacceptable! Instead of addressing the issue properly, all we got was a casual apology from the server with no resolution or follow-up. Extremely disappointing experience.",
      "45 mins for serving order in empty restaurant and plenty of staff\n\nSeems like they forgot the order for 30 mins"
    ]
  },
  {
    "restaurant": "Chinese Katta",
    "url": "https://www.zomato.com/pune/chinese-katta-wakad/reviews",
    "reviews": [
      "I'm regular customer but this time I'm really disappointed food packaging nd quality was really bad..i didn't even eat anything.. thrown out in the dustbin"
    ]
  },
  {
    "restaurant": "Merlin's Bar - The Orchid Hotel",
    "url": "https://www.zomato.com/pune/merlins-bar-the-orchid-hotel-balewadi/reviews",
    "reviews": [
      "Love the food.little expensive but affordable.maintain hygiene.great ambiance.love the place and food",
      "Awesome place.😍 delicious food and awesome service.\nIn non veg platter they serve variety of starters. chicken fish & prawns.🍗🍤\nMocktails was awesome.🍸\nVery humble staff and up to the mark. They serve two types of winds Indian and international wine🍷",
      "We went there for happy hour that was advertised with much Gung ho. Only to find that most drinks were either not available or not in happy hour. And yes I am talking about out of the advertised menu like IMFL.... Those who do go regularly know what IMFL is. The restaurant we were shown was dark and cold.. Feeling wise. Attendants were determined to beat the chill in the air through their attitudes. We felt ignored and looked down upon for asking for happy hour options! So we, with a heavy heart, left.. Never to return. Asta La vista!",
      "Quite silent place... Though if you need peace and have your drink... You will definitely get here... I liked the place... Had an experience of good service..."
    ]
  },
  {
    "restaurant": "NIC Ice Creams",
    "url": "https://www.zomato.com/pune/nic-ice-creams-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Majestic Lounge Bar",
    "url": "https://www.zomato.com/pune/majestic-lounge-bar-pimple-nilakh/reviews",
    "reviews": []
  },
  {
    "restaurant": "Irani Cafe",
    "url": "https://www.zomato.com/pune/irani-cafe-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Wok & Grill",
    "url": "https://www.zomato.com/pune/wok-grill-1-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "McDonald's",
    "url": "https://www.zomato.com/pune/mcdonalds-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "BottomsUp Resto",
    "url": "https://www.zomato.com/bottomsupresto/reviews",
    "reviews": []
  },
  {
    "restaurant": "24K Kraft Brewzz",
    "url": "https://www.zomato.com/pune/24k-kraft-brewzz-balewadi/reviews",
    "reviews": [
      "liked the place a lot and Arif here was very attentive and good i'll give him 5 star, suggested us very good dishes.He made our day",
      "The restaurant is fantastic with food and services.\nAlso referring to the service by sushmita. It was great 😃",
      "Stunning view - but sadly, that’s where the positives end.\n\nThe rooftop ambiance is the only real reason to visit. The place offers ample parking, clean washrooms, and their craft beers are decent.\n\nBut beyond that, the experience was disappointing.\n\nThe buffet is overpriced (₹1399+ taxes + 10%service charge) and falls far short in quality and value. To make matters worse, I actually fell sick after the lunch, raising serious concerns about food hygiene.\n\nTheir à la carte pricing seems intentionally inflated, subtly pushing diners toward the buffet - a pricing trap, frankly. Making matters more inconvenient, their food menu isn't available on Zomato or any public platform, so you're...read more"
    ]
  },
  {
    "restaurant": "Rich In Rice",
    "url": "https://www.zomato.com/pune/rich-in-rice-1-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Tim Hortons",
    "url": "https://www.zomato.com/pune/tim-hortons-1-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Belgian Waffle Co.",
    "url": "https://www.zomato.com/pune/the-belgian-waffle-co-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Strawberry Restaurant",
    "url": "https://www.zomato.com/pune/strawberry-restaurant-punawale/reviews",
    "reviews": [
      "The chicken was not cooked fully and not good. Also the Schezwan chutney was too less in quantity"
    ]
  },
  {
    "restaurant": "MH 12 Pav Bhaji",
    "url": "https://www.zomato.com/pune/mh-12-pav-bhaji-wakad/reviews",
    "reviews": [
      "All the food was wasted due to low quality of packaging all the pulav is wasted and became cold please improve your packaging"
    ]
  },
  {
    "restaurant": "Third Wave Coffee",
    "url": "https://www.zomato.com/pune/third-wave-coffee-pimple-nilakh/reviews",
    "reviews": [
      "doesn't read instructions before preparing the order.\nclearly instructed not to add lettuce but still."
    ]
  },
  {
    "restaurant": "Slice Factory",
    "url": "https://www.zomato.com/pune/slice-factory-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Amazing Chaap House",
    "url": "https://www.zomato.com/pune/amazing-chaap-house-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Roll Eat Up",
    "url": "https://www.zomato.com/pune/roll-eat-up-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "World Of Momos And Shwarma",
    "url": "https://www.zomato.com/pune/world-of-momos-and-shwarma-hinjawadi/reviews",
    "reviews": [
      "I ordered kurkure momos and the one I got are not kurkure those are only fried momos.\nAlso did not like the taste at all."
    ]
  },
  {
    "restaurant": "Sheetal Dhaba",
    "url": "https://www.zomato.com/pune/sheetal-dhaba-balewadi/reviews",
    "reviews": [
      "Butter chicken Could have been little less spicy and more creamy. But overall taste was very good!"
    ]
  },
  {
    "restaurant": "Ostro Lounge & Bar",
    "url": "https://www.zomato.com/pune/ostro-lounge-bar-hinjawadi/reviews",
    "reviews": [
      "The service are very friendly and what an good ambience we really had a great time the food’s really tasty and delicious too we will surely visit again and we will recommend our friends and family\nThank you to all the staff\nAnd especially to Mr. Karan who treated us with kindness and respect 🙏",
      "Food quality is excellent. Rates are normal and worth it. We tried tawa sheekh masala in main course and it was the best veg food we had till date. Staff here is very polite. Highly recommended.",
      "Pathetic place, they make sure you will order first for both food and drinks, and when cooking is in progress, then suddenly the service guy will come and say there are no strong beers, all are mild, even if you want to buy a decent prize brand they will say we don't have it. Whatever you order to drink, they will say they don't have it and you will end up buying expensive drinks. Every time they send a different person to attend your table so that you can't complain. Hoax and very unprofessional. Beware.",
      "I was looking for Ostro restaurant on Zomato. Found this one with name Le Parc Ostro (Image attached). When I made payment with ostro, it was denied at resto and asked to make payment for Le parc. The name itself is misleading and staff was very rude to accept the fact that it’s misleading. I want refund for payment made to Ostro. I had to make payment twice, one for ostro and one for Le parc.\n\nEdit1: I have received my payment made to Ostro but still this resto need to make corrections to their board as it’s misleading. Zomato should not put Ostro on their app as it doesn’t exist in real."
    ]
  },
  {
    "restaurant": "Poise",
    "url": "https://www.zomato.com/pune/poise-hinjawadi/reviews",
    "reviews": [
      "Food and drinks were too good....Yash had served at our table...he was very courteous",
      "looking for an ultimate party spot . This place has everythings you need a vibrant dance floor its a kind of place wherethe party never stops . Let us put you on to poise . An impressive bar menu with a wide range of moctails and cocktails refreshing energetic just as the way you want. From startees to mains every disg us packed with craving indian flavous . They delivers on taste rvery singe tine. End your meal on a sweet note with there irresistible desert options. Also there romantic outdoor searings sere the perfect mood. Poise in hinjewadi has you covered for every celebration",
      "I really loved this place. It has great ambience and great vibe. Best place to enjoy the party",
      "Poise impressed me with its creative cocktails and well-balanced mocktails were my favorites. The food was fresh, flavorful, and beautifully presented. A great spot if you enjoy good food with a touch of elegance.",
      "Poise in Hinjawadi, Pune, offers a lively ambiance, attentive service, and flavorful dishes, making it a great spot for dining and socializing."
    ]
  },
  {
    "restaurant": "Schezwan Spice",
    "url": "https://www.zomato.com/pune/schezwan-spice-wakad/reviews",
    "reviews": [
      "The restaurant did not deliver the free dish that was supposed to be provided with my order.\nalso the food was cold.\nI ordered a chicken chilly gravy but what I received was dry chicken chilly. Not worth the cost."
    ]
  },
  {
    "restaurant": "Wow Chinese Corner",
    "url": "https://www.zomato.com/pune/wow-chinese-corner-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Vrundavan Veg Restaurant",
    "url": "https://www.zomato.com/pune/vrundavan-veg-restaurant-hinjawadi/reviews",
    "reviews": [
      "it was just waste of money, without cutlery without sauce,u should remove their screening on app."
    ]
  },
  {
    "restaurant": "Burger Story",
    "url": "https://www.zomato.com/pune/burger-story-wakad/reviews",
    "reviews": [
      "any time good service and any time great food taste im visit 9 times this outleat Great work team",
      "A very good pocket friendly cafe.. Best suited for friends for casual meet up over tasty food... The price is very much reasonable... And the owner is very very polite and friendly... Maintains proper hygine and always seeks feedback... You can order online as well... Highly recommend.."
    ]
  },
  {
    "restaurant": "KFC",
    "url": "https://www.zomato.com/pune/kfc-ravet/reviews",
    "reviews": []
  },
  {
    "restaurant": "NARU'S Biryani & Kabab",
    "url": "https://www.zomato.com/pune/narus-biryani-kabab-hinjawadi/reviews",
    "reviews": [
      "I didn't like the test. Also the quantity of each item was very less. Really disappointed."
    ]
  },
  {
    "restaurant": "Punjabi Tadka & Resto",
    "url": "https://www.zomato.com/pune/punjabi-tadka-resto-hinjawadi/reviews",
    "reviews": [
      "the food is very bad worst taste my dog is also not eating food. taste is like the mix of petrol or kerosene"
    ]
  },
  {
    "restaurant": "Marrakesh",
    "url": "https://www.zomato.com/pune/marrakesh-1-wakad/reviews",
    "reviews": [
      "Dajaj shwarma was not is expected, the quality or taste is not as used to be. Disappointed."
    ]
  },
  {
    "restaurant": "Oho Shawarma",
    "url": "https://www.zomato.com/pune/oho-shawarma-hinjawadi/reviews",
    "reviews": [
      "I was good but half of the chicken seemed off and the other half half was okay.. like maybe half was kind of stale and was tasting different weird"
    ]
  },
  {
    "restaurant": "S Kumar Wadewale",
    "url": "https://www.zomato.com/pune/s-kumar-wadewale-2-baner/reviews",
    "reviews": [
      "The restaurant has put everything in one packet. There is no seperate packing for bhaji or vadapav. Vada sample was separately packed and jeot at the bottom. So I got pieces of Vada and turn pieces of vada pao. Very bad",
      "They have send food for the sake of order. They bother to read the request. People at this shop need a reality check."
    ]
  },
  {
    "restaurant": "Hello Kolkata",
    "url": "https://www.zomato.com/pune/hello-kolkata-1-hinjawadi/reviews",
    "reviews": [
      "Visited this place for the first time and loved it! Extremely hygienic and soulful bengali food at affordable rates. A must try hidden gem in hinjewadi.",
      "amazing sorso maachh....loved the taste...I have been missing the typical Bengali taste but my search is over now. Hello Kolkata is providing authentic Bengali taste."
    ]
  },
  {
    "restaurant": "Aroma The Green's",
    "url": "https://www.zomato.com/pune/aroma-the-greens-1-hinjawadi/reviews",
    "reviews": [
      "The visit was for team lunch in the afternoon for approx 15 people. We seemed like the only table occupied. The service was slow and even simplest of request took forever.\nRight from fresh lime soda, masala papad, main course and to finger bowls, everything took time. Only thing that came quick was the bill and reason from the staff on why there was delay.\nThe food was average ( note:- tandoor roti was maida made) and nothing was exceptional.\nAs for the ambience, since this was a daytime visit, cannot comment on it since I assume the decor would seem more fun at night."
    ]
  },
  {
    "restaurant": "CHINESESTORY",
    "url": "https://www.zomato.com/pune/chinesestory-hinjawadi/reviews",
    "reviews": [
      "red chutney smell was really bad taste was even more pathetic. momos were good ."
    ]
  },
  {
    "restaurant": "Theo's Pizzeria",
    "url": "https://www.zomato.com/pune/theos-pizzeria-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Red Sun Chinese And Snacks Centre",
    "url": "https://www.zomato.com/pune/red-sun-chinese-and-snacks-centre-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Chai Vaai Cafe",
    "url": "https://www.zomato.com/pune/chai-vaai-cafe-pimple-nilakh/reviews",
    "reviews": [
      "Was extremely sweet despite asking them to\nPut very less sugar. And the tea was multiple times heated before being sent. It was not freshly made."
    ]
  },
  {
    "restaurant": "Shanghai Delights",
    "url": "https://www.zomato.com/pune/shanghai-delights-punawale/reviews",
    "reviews": [
      "its an awesome place to have authentic chinese taste in Punawale.\n\nThe taste of the dishes is very good and at a very reasonable rate.\nAmazing experience...."
    ]
  },
  {
    "restaurant": "Toastizza",
    "url": "https://www.zomato.com/pune/toastizza-wakad/reviews",
    "reviews": [
      "Peri peri fries were too salty.Although i had got it free as compliment but that doesnt mean you should make it such that its uneatable."
    ]
  },
  {
    "restaurant": "Royal Dum Biryani",
    "url": "https://www.zomato.com/pune/royal-dum-biryani-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Bar Heist",
    "url": "https://www.zomato.com/pune/the-bar-heist-1-wakad/reviews",
    "reviews": [
      "The owner and staff of this place murdered one of the customers on July 25th and all are under arrest. This place needs to be shut asap.",
      "In July 2022, the owner Anurag Ghole’s wife started a fight over a petty argument with a trans person and a queer boy, which led to the manager, bar staff, and DJ to attack the said two people which led to the queer young boys death (Abhay Gondane) who had to jump of the floor in order to save himself from the violent attacks. A hate crime which lead to the death of a queer person has occurred at this place. Not safe for people of the community and not safe for people in general."
    ]
  },
  {
    "restaurant": "Sky Pizza",
    "url": "https://www.zomato.com/pune/sky-pizza-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Gaustu-E-Gourmet",
    "url": "https://www.zomato.com/pune/gaustu-e-gourmet-hinjawadi/reviews",
    "reviews": [
      "Yes ! It’s an Open Air Bar, you can take your loved ones with you to this beautiful and ambient place.\n\nVery beautiful view of Hinjewadi City from one point at the cafe, the music was so trendy and the food taste was so so so excellent…\n\nThey have the live screening of live matches, so you can actually sit there and watch the live events, basically this cafe is flexible for you to not miss your loved sports or anything you want to see.\n\nThe staff is so cooperative and also the service is fast.\n\nOverall visiting this place got me beautiful vibes.\n\nTry pineapple colada there as this is very good cocktail made of rum so give it a try you will not regret anymore.",
      "This cafe is on a hill top of hinjewadi maan phase 3, very beautiful and serene. Feels like you are in some beautiful aesthetic cafe of Manali. Hippie vibes with bonfire and amazing food and drinks to enjoy! Good lighting and perfect view of the city from the top makes it different from others",
      "Yes ! It was Tuesday, not any weekend and I wanted to have delicious food along with peace so I visited this place. And they made my decision worth it.\nI am talking about\nGaustu Cafe / Open Air Bar\nIn Maan - Hinjawadi Phase 3\nOnce you enter, you will see the beautiful view of the City & IT park with no noise at all. Kind of a farm house, you feel you are out of the city.\nAfter confirming it is peaceful let's see the seating arrangements & options (you can check photos as well). You will get multiple seating arrangements along with a dance floor.\nThey welcomed me with my favourite lemon soda cold drink.\nThen I ordered manchow soup, paneer 65, and mixed veg 65 which was so tasty so I...read more"
    ]
  },
  {
    "restaurant": "Hotel Barsa",
    "url": "https://www.zomato.com/pune/hotel-barsa-wakad/reviews",
    "reviews": [
      "Thank you so much for preparing such delicious food, even so late at night. It really means a lot! And a special thanks to the person who delivered it — even in the rain! Truly grateful for your service."
    ]
  },
  {
    "restaurant": "Blue Valley",
    "url": "https://www.zomato.com/pune/blue-valley-hinjawadi/reviews",
    "reviews": [
      "it's poor which means khup jast low quality I don't like next time mi kadhich order karnar nahi tumchyakade..khup jast bakwas"
    ]
  },
  {
    "restaurant": "Hotel Keema",
    "url": "https://www.zomato.com/pune/hotel-keema-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Momos Junction",
    "url": "https://www.zomato.com/pune/momos-junction-1-wakad/reviews",
    "reviews": [
      "the order was fully spilled. I ordered momos and cold coffee and the coffee was all spilled inside momos. I had to through both as I can't eat either of it"
    ]
  },
  {
    "restaurant": "Eggs N' More",
    "url": "https://www.zomato.com/pune/eggs-n-more-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "The Blu Bar",
    "url": "https://www.zomato.com/pune/the-blu-bar-balewadi/reviews",
    "reviews": [
      "This is a long pending review and my apologies for it!\n\nWanna drive your Blues away? Head over to the Blu Bar, Mahalunge, Pune and spend an evening singing and dancing and prancing(there is a helluva lot of room for all three)- amazing drinks, food and music-  The interiors are beautiful with happening vibes, bluish tinge, 3 different bars- private dining, indoor dance floor, DJ floor and what not.\n\nThe day I went there was a jugalbandi of a lot of budding musicians with guitars and clapboxes.\n\nDrinks are rejuvenating and bubbly enticing here. Try the old fashioned and the whiskey sour here with boubon.\n\nMushroom in chilli sauce sautéed, Chicken shashlik Sizzling plate and prawns in...read more",
      "Abhishek, Dinesh, Bar Man Ashish, Akshay, Ram, Faruq, Gulshan : Staff of Blu bar is very nice and friendly. Extreme happening place.\nPaneer tikka is a must try. Tomato Dhaniya Sorba soup is very yummy. My personal fav is cheese garlic naan!!",
      "Butter nan and Paneer tikka was very tasty. It was fresh and Dinesh Thakur ensured it was spiced nicely. Very good service and overall experience was also very good.",
      "Super place to chill along with the loved one. Super music excellent service. Food quantity and quality is amazing must visit"
    ]
  },
  {
    "restaurant": "Delicious Tadka",
    "url": "https://www.zomato.com/pune/delicious-tadka-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Athavan",
    "url": "https://www.zomato.com/pune/athavan-dange-chowk/reviews",
    "reviews": []
  },
  {
    "restaurant": "MNC Cafes",
    "url": "https://www.zomato.com/pune/mnc-cafes-hinjawadi/reviews",
    "reviews": [
      "thank you so much, jaise chahiye tha waise hi banaya ... thankyou so much..NXT time order done ✅"
    ]
  },
  {
    "restaurant": "Taste Of Punjab",
    "url": "https://www.zomato.com/pune/taste-of-punjab-hinjawadi/reviews",
    "reviews": [
      "The place just look good in the photos but in real dnt ask 1 hour also I couldn't seat and the rate are like a 5 star hotel it would be more better if I would go to Marriott just next to it .this guys charge water bottle for 60 and service charge of 200 for 1200 bill worst experience .west of time and money",
      "#Not Recommend at all..!!👎\nWorst service ever seen. the moment when we sat on sofa we found it full of dust. The captain/waiter dint even know about the menu's they have. After lot of confusion we ordered food and just for 1 starter and 2 main they took 40 mins. The taste was not at all great but rates are just high. Their main aim is just getting big money.\nBelieve me taste of punjab is just a name of the hotel, however there is nothing special as like that. Never visit and spoil ua time , mood & money.",
      "Hunger pangs.. late lunch.. we enter this place.\nBeginning with staff.. Very welcoming..gave a nice place to sit down.. ambience is very nice.. feel of dhaba in a restaurant ..\nMoving on to food we ordered lassi special which was very nice creamy .. all time favorite masala papad.. vade n chicken malwan curry which both were very well made . Then naan n veg curry.. unfortunately I don't remember the name of the dish..but it had kofta type of in the gravy.. again the taste of both very good... We did enjoy the food but the whole experience of tasting the food came after a long time of waiting for food.. this was our biggest disappointment.. that is the only reason I don't give a 4 rating...read more",
      "Liked the ambiance. Waiter suggested paneer chilly in starter which was good in taste. But paneer Tikka masala we ordered was ok. And yes enjoyed 50% off on food bill. Staff was very friendly and cooperative."
    ]
  },
  {
    "restaurant": "Hotel Gangasagar",
    "url": "https://www.zomato.com/pune/hotel-gangasagar-balewadi/reviews",
    "reviews": [
      "tasty food. if we can increase the quantity of the food a bit more it will be really great"
    ]
  },
  {
    "restaurant": "JNS Pizza",
    "url": "https://www.zomato.com/pune/jns-pizza-2-hinjawadi/reviews",
    "reviews": [
      "Tandoori Chicken Pizza As soon as I opened the box, the enticing aroma of tandoori spices and succulent chicken filled the air, promising a one-of-a-kind culinary experience.",
      "Chicken Pizza From the moment I opened the box, I could tell this pizza was something special. The aroma of Italian herbs and perfectly cooked chicken was tantalizing."
    ]
  },
  {
    "restaurant": "Thali Experiment by Jivitva",
    "url": "https://www.zomato.com/pune/thali-experiment-by-jivitva-hinjawadi/reviews",
    "reviews": [
      "Their is no malai peda as we added extra and given extra amount also still food not delivered properly"
    ]
  },
  {
    "restaurant": "Eatt Express",
    "url": "https://www.zomato.com/pune/eatt-express-expressway/reviews",
    "reviews": []
  },
  {
    "restaurant": "Foodie Stop",
    "url": "https://www.zomato.com/pune/foodie-stop-1-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Dosti Chinese & Fast Food",
    "url": "https://www.zomato.com/pune/dosti-chinese-fast-food-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Burger King",
    "url": "https://www.zomato.com/pune/burger-king-4-hinjawadi/reviews",
    "reviews": [
      "Burgers were missing from the parcel. Their delivery agent took burgers from our parcel."
    ]
  },
  {
    "restaurant": "Food Nation",
    "url": "https://www.zomato.com/pune/food-nation-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Shandaar Shawarma",
    "url": "https://www.zomato.com/pune/shandaar-shawarma-balewadi/reviews",
    "reviews": [
      "one item is missing from my order.\nchicken shawarma plate is not there. received only 2 shawarma.",
      "I ordered two shawarma one is large and another is mini but to my surprise the size of large shawarma is same as the mini shawarma which is definitely not expected. I have ordered 2-3 times from your restaurant previously also but this is the first time I experienced this."
    ]
  },
  {
    "restaurant": "The Oscar Cafe",
    "url": "https://www.zomato.com/pune/the-oscar-cafe-1-hinjawadi/reviews",
    "reviews": [
      "the quality of burger has gine down significantly. Bun was hard, stuffing was only on the corners, not in the middle.\n\nearlier the bun used to be fresh and the stuffing used to be amazing and wholesome. please fix this",
      "worst food quality... I have ordered two different items but I found the same worst taste in both of the glass. Kindly improve your taste and quality."
    ]
  },
  {
    "restaurant": "The People's Republic",
    "url": "https://www.zomato.com/pune/the-peoples-republic-hinjawadi/reviews",
    "reviews": [
      "Talking about The People's Republic,\nThe ambience wasn't that great..\nThe staff was friendly & courteous,\nBut not an amazing place for a date..\n.\nPotato Wedges were good,\nGarlic Bread was a huge disappointment..\nPaneer Punjabi was decent,\nOverall I wasn't content..\n.\nWhat we had:\nPotato Wedges: 4/5\nPaneer Punjabi: 4/5\nGarlic Bread: 2/5",
      "Worst experience. We went there for lunch to try this new restaurant in after seeing zomato rating of 3.8 . \n\n1. Service- Service is super slow even though entire restaurant was empty. We were the only table being served. \n\n2. Food- This is where we were highly disappointed. We ordered veg platter, spring roll,garlic bread in the starters. We were told veg platter will take 30 mins. Other starters were served. But even after 1 hour of waiting veg platter was never served. We had ordered the  dal tadka , veg kolhapuri , butter roti in main course but that too never arrived in hour. Finally we left restaurant without lunch. \n\n3. Ambiance-  Electricity supply was interrupting but they...read more",
      "We went for birthday party of office colleague around 2pm after calling and checking with them at 1.30 pm. But to our surprise nothing was prepared and ready with them. After an hour we recieved only garlic bread and spring roll, though we were promised to get by 2.30pm. Even regular item like dal fry was getting prepared at 3pm and we can hear the whistle of cooker. Adding salt to this when we said we are leaving as it's an hour , they said ok and gave bill, so we doubt were they really preparing food in mean time. Adding masala to our experience, manager/owner went to take diesel for generator when electricity went off, so we had to sit in dark for around 15-20 mins. 1 star for effort...read more"
    ]
  },
  {
    "restaurant": "Meals Junction",
    "url": "https://www.zomato.com/pune/meals-junction-balewadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Bundelkhandi Swad",
    "url": "https://www.zomato.com/pune/bundelkhandi-swad-wakad/reviews",
    "reviews": []
  },
  {
    "restaurant": "Eat 2 Drive",
    "url": "https://www.zomato.com/pune/eat-2-drive-1-hinjawadi/reviews",
    "reviews": [
      "I ordered cold coffee with crush and until my order reached the whole coffee glass was empty as it was not sealed properly . I need my money back of the cold coffee with crush. or else I need to complained this thing on high note"
    ]
  },
  {
    "restaurant": "Quarter Bandit",
    "url": "https://www.zomato.com/pune/quarter-bandit-baner/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hud Hud Biryani and Kabab",
    "url": "https://www.zomato.com/pune/hud-hud-biryani-and-kabab-hinjawadi/reviews",
    "reviews": [
      "not tasty. coconut oil smells. chicken pieces are too much roasted. have to improve quality.. totally waste of money.",
      "No sorba was provided. Biryani was a bit like dry so sorba was much required. and raita was very less with no curd."
    ]
  },
  {
    "restaurant": "Intreat",
    "url": "https://www.zomato.com/pune/intreat-pimple-nilakh/reviews",
    "reviews": []
  },
  {
    "restaurant": "Cafe Mirzapur",
    "url": "https://www.zomato.com/pune/cafe-mirzapur-wakad/reviews",
    "reviews": [
      "Fan of the Amazon Prime Original Series Mirzapur? Then you've to definitely check out this place! Amazing vibe, Bhaukaal Ambience & Awesome Taste. Service & hygiene is also very good. The music, lights and frames create great energy! Loved it!"
    ]
  },
  {
    "restaurant": "The Momo Panda",
    "url": "https://www.zomato.com/pune/the-momo-panda-wakad/reviews",
    "reviews": [
      "Worst momos. Taste not good. Chick was steal. I wouldn't recommend order form this restaurant."
    ]
  },
  {
    "restaurant": "Radha's Kitchen",
    "url": "https://www.zomato.com/pune/radhas-kitchen-hinjawadi/reviews",
    "reviews": []
  },
  {
    "restaurant": "Hotel Harsha",
    "url": "https://www.zomato.com/pune/hotel-harsha-dange-chowk/reviews",
    "reviews": []
  }
]